{
  "\n\nOptions:\n": "\n\nOptionen:\n",
  "\n\nSince this is a git repository, the update can be pulled directly.": "\n\nDa dies ein Git-Repository ist, kann das Update direkt gezogen werden.",
  "⚠️ ": "⚠️ ",
  "A new version of Tracky Mouse is available: %0\n\nYou are currently using version %1.": "Eine neue Version von Tracky Mouse ist verfügbar: %0\n\nSie verwenden derzeit Version %1.",
  "About Tracky Mouse": "Über Tracky Mouse",
  "Acceleration": "Beschleunigung",
  "Adjust an option by an amount relative to its current value. (Also outputs the new value, which may be constrained to some limits.)": "Ändere eine Option relativ zu ihrem aktuellen Wert. (Gibt auch den neuen Wert aus, der begrenzt sein kann.)",
  "Adjusts the center position of horizontal head tilt. Not recommended. Move the camera instead if possible.": "Verschiebt die Mittelposition der horizontalen Kopfneigung. Nicht empfohlen. Wenn möglich die Kamera verschieben.",
  "Adjusts the center position of horizontal head tilt. This horizontal offset is not recommended. Move the camera instead if possible.": "Verschiebt die Mittelposition der horizontalen Kopfneigung. Dieser horizontale Versatz wird nicht empfohlen. Wenn möglich die Kamera verschieben.",
  "Adjusts the center position of vertical head tilt.": "Verschiebt die Mittelposition der vertikalen Kopfneigung.",
  "Adjusts the position of the cursor when the camera sees the head facing straight ahead.": "Passt die Cursorposition an, wenn die Kamera den Kopf geradeaus sieht.",
  "Adjusts the position of the cursor when the camera sees the head facing straight ahead.\n⚠️ This horizontal offset is not recommended. Move the camera instead if possible. 📷": "Passt die Cursorposition an, wenn die Kamera den Kopf geradeaus sieht.\n⚠️ Dieser horizontale Versatz wird nicht empfohlen. Wenn möglich die Kamera verschieben. 📷",
  "Allow Camera Access": "Kamerazugriff erlauben",
  "An error occurred while updating from git.": "Beim Aktualisieren aus Git ist ein Fehler aufgetreten.",
  "Automatically starts Tracky Mouse as soon as it's run.": "Startet Tracky Mouse automatisch beim Ausführen.",
  "Blends between using point tracking (2D) and detected head tilt (3D).\n- At 0% it will use only point tracking. This moves the cursor according to visible movement of 2D points on your face within the camera's view, so it responds to both head rotation and translation.\n- At 100% it will use only head tilt. This uses an estimate of your face's orientation in 3D space, and ignores head translation. Note that this is smoothed, so it's not as responsive as point tracking. In this mode you never need to recenter by pushing the cursor to the edge of the screen.\n- In between it will behave like an automatic calibration, subtly adjusting the point tracking to match the head tilt. This works by slowing down mouse movement that is moving away from the position that would be expected based on the head tilt, and (only past 80% on the slider) actively moving towards it.": "Mischt Punktverfolgung (2D) und erkannte Kopfneigung (3D).\n- Bei 0% wird nur Punktverfolgung verwendet. Der Cursor bewegt sich entsprechend sichtbarer Bewegungen von 2D-Punkten im Kamerabild und reagiert so auf Rotation und Translation des Kopfes.\n- Bei 100% wird nur Kopfneigung verwendet. Dabei wird die Gesichtsorientierung im 3D-Raum geschätzt; Kopftranslation wird ignoriert. Diese Schätzung ist geglättet und reagiert daher weniger direkt als Punktverfolgung. In diesem Modus muss man nie neu zentrieren, indem man den Cursor an den Bildschirmrand schiebt.\n- Dazwischen wirkt es wie eine automatische Kalibrierung und passt die Punktverfolgung subtil an die Kopfneigung an. Bewegungen, die von der erwarteten Position abweichen, werden verlangsamt und (ab ca. 80% Regler) aktiv in Richtung der erwarteten Position bewegt.",
  "Camera %0": "Kamera %0",
  "Camera source": "Kameraquelle",
  "Change an option to a particular value. (Also outputs the new value, which may be constrained to some limits.)": "Setzt eine Option auf einen bestimmten Wert. (Gibt auch den neuen, ggf. begrenzten Wert aus.)",
  "Check for updates": "Nach Updates suchen",
  "Checked out %0. Restart the app to use the updated version.": "%0 ausgecheckt. Starten Sie die App neu, um die aktualisierte Version zu verwenden.",
  "Choose how to perform mouse clicks.": "Wählen Sie, wie Mausklicks ausgeführt werden sollen.",
  "Clicking": "Klicken",
  "Clicking mode:": "Klickmodus:",
  "Close": "Schließen",
  "Close eyes to start/stop (<span style=\"border-bottom: 1px dotted;\" title=\"• There is currently no visual or auditory feedback.\n• There are no settings for duration(s) to toggle on and off.\n• It is affected by false positive blink detections, especially when looking downward.\">Experimental</span>)": "Schließen Sie die Augen zum Starten/Stoppen (<span style=\"border-bottom: 1px dotted;\" title=\"• Es gibt derzeit kein visuelles oder akustisches Feedback.\n• Es gibt keine Einstellungen für Dauer.\n• Es ist anfällig für Fehlinterpretationen beim Blick nach unten.\">Experimentell</span>)",
  "Close one eye to click. Left eye for left click, right eye for right click.": "Schließen Sie ein Auge zum Klicken. Linkes Auge = Linksklick, rechtes Auge = Rechtsklick.",
  "config.afterDispatch must be a function": "config.afterDispatch muss eine Funktion sein",
  "config.beforeDispatch must be a function": "config.beforeDispatch muss eine Funktion sein",
  "config.beforePointerDownDispatch must be a function": "config.beforePointerDownDispatch muss eine Funktion sein",
  "config.click is required": "config.click ist erforderlich",
  "config.click must be a function": "config.click muss eine Funktion sein",
  "config.dwellClickEvenIfPaused must be a function": "config.dwellClickEvenIfPaused muss eine Funktion sein",
  "config.isEquivalentTarget must be a function": "config.isEquivalentTarget muss eine Funktion sein",
  "config.isHeld must be a function": "config.isHeld muss eine Funktion sein",
  "config.noCenter must be a function": "config.noCenter muss eine Funktion sein",
  "config.retarget must be an array of objects": "config.retarget muss ein Array von Objekten sein",
  "config.retarget[%0].from is not a valid CSS selector": "config.retarget[%0].from ist kein gültiger CSS-Selektor",
  "config.retarget[%0].from is required": "config.retarget[%0].from ist erforderlich",
  "config.retarget[%0].from must be a CSS selector string, an Element, or a function": "config.retarget[%0].from muss ein CSS-Selektor-String, ein Element oder eine Funktion sein",
  "config.retarget[%0].to is not a valid CSS selector": "config.retarget[%0].to ist kein gültiger CSS-Selektor",
  "config.retarget[%0].to is required (although can be null to ignore the element)": "config.retarget[%0].to ist erforderlich (kann null sein, um das Element zu ignorieren)",
  "config.retarget[%0].to must be a CSS selector string, an Element, a function, or null": "config.retarget[%0].to muss ein CSS-Selektor-String, ein Element, eine Funktion oder null sein",
  "config.retarget[%0].withinMargin must be a number": "config.retarget[%0].withinMargin muss eine Zahl sein",
  "config.shouldDrag must be a function": "config.shouldDrag muss eine Funktion sein",
  "config.targets is not a valid CSS selector": "config.targets ist kein gültiger CSS-Selektor",
  "config.targets is required (must be a CSS selector)": "config.targets ist erforderlich (muss ein CSS-Selektor sein)",
  "config.targets must be a string (a CSS selector)": "config.targets muss ein String (ein CSS-Selektor) sein",
  "configuration object required for initDwellClicking": "Konfigurationsobjekt für initDwellClicking erforderlich",
  "Control your computer with your webcam.": "Steuern Sie Ihren Computer mit Ihrer Webcam.",
  "Control your mouse hands-free. This CLI controls the running Tracky Mouse app. It's meant for external programs like a voice command system to toggle Tracky Mouse and adjust settings on the fly.": "Steuern Sie Ihre Maus freihändig. Dieses CLI steuert die laufende Tracky Mouse-App. Es ist für externe Programme gedacht, z. B. Sprachsteuerung, um Tracky Mouse umzuschalten und Einstellungen anzupassen.",
  "Controls how much you need to tilt your head left or right to reach the edge of the screen.": "Legt fest, wie stark Sie den Kopf nach links/rechts neigen müssen, um den Bildschirmrand zu erreichen.",
  "Controls how much you need to tilt your head up or down to reach the edge of the screen.": "Legt fest, wie stark Sie den Kopf nach oben/unten neigen müssen, um den Bildschirmrand zu erreichen.",
  "Couldn't checkout the latest version in the local git repository. You may have uncommitted changes.": "Konnte die neueste Version im lokalen Git-Repository nicht auschecken. Möglicherweise gibt es ungespeicherte Änderungen.",
  "Couldn't fetch updates from git.": "Konnte keine Updates von Git abrufen.",
  "Cursor Movement": "Cursor-Bewegung",
  "Default": "Standard",
  "Delay before dragging&nbsp;&nbsp;&nbsp;": "Verzögerung vor dem Ziehen&nbsp;&nbsp;&nbsp;",
  "Determines whether cursor movement is based on 3D head tilt, or 2D motion of the face in the camera feed.": "Legt fest, ob die Cursorbewegung auf 3D-Kopfneigung oder 2D-Gesichtsbewegung im Kamerabild basiert.",
  "Disable clicking. Use with an external switch or programs that provide their own dwell clicking.": "Klicken deaktivieren. Mit einem externen Schalter oder Programmen verwenden, die eigenes Dwell-Clicking anbieten.",
  "Down": "Unten",
  "Download": "Herunterladen",
  "Dwell to click": "Verweilen zum Klicken",
  "Easy to click": "Einfach zu klicken",
  "Easy to drag": "Einfach zu ziehen",
  "Edit": "Bearbeiten",
  "Export": "Exportieren",
  "Export Settings": "Einstellungen exportieren",
  "Face convergence score: ": "Gesichtskonvergenz-Wert: ",
  "Face tracking score: ": "Gesichtserkennungs-Wert: ",
  "Failed to backup current settings before import.\n\n": "Sichern der aktuellen Einstellungen vor dem Import fehlgeschlagen.\n\n",
  "Failed to export settings.\n\n": "Export der Einstellungen fehlgeschlagen.\n\n",
  "Failed to import settings.\n\n": "Import der Einstellungen fehlgeschlagen.\n\n",
  "Failed to install dependencies for the new version after checking it out from git.": "Installation der Abhängigkeiten für die neue Version nach dem Auschecken aus Git fehlgeschlagen.",
  "Failed to open camera settings:\n": "Öffnen der Kameraeinstellungen fehlgeschlagen:\n",
  "Failed to parse known cameras from localStorage:\n": "Parsen bekannter Kameras aus localStorage fehlgeschlagen:\n",
  "Failed to read selected file.\n\n": "Ausgewählte Datei konnte nicht gelesen werden.\n\n",
  "Fast": "Schnell",
  "File": "Datei",
  "Free": "Frei",
  "General": "Allgemein",
  "GitHub Repository": "GitHub-Repository",
  "Head tilt": "Kopfneigung",
  "Head tilt (3D)": "Kopfneigung (3D)",
  "Head tilt calibration": "Kopfneigung-Kalibrierung",
  "Higher acceleration makes the cursor move faster when the head moves quickly, and slower when the head moves slowly.": "Höhere Beschleunigung lässt den Cursor bei schnellen Kopfbewegungen schneller und bei langsamen Bewegungen langsamer reagieren.",
  "Hold the cursor in place for a short time to click.": "Halten Sie den Cursor kurz an, um zu klicken.",
  "Home Page": "Startseite",
  "Horizontal cursor offset": "Horizontaler Cursor-Versatz",
  "Horizontal sensitivity": "Horizontale Empfindlichkeit",
  "Horizontal tilt range": "Horizontaler Neigungsbereich",
  "How much you need to tilt your head left and right to reach the edges of the screen.": "Wie stark Sie den Kopf links und rechts neigen müssen, um die Bildschirmränder zu erreichen.",
  "How much you need to tilt your head left or right to reach the edge of the screen.": "Wie stark Sie den Kopf links oder rechts neigen müssen, um den Bildschirmrand zu erreichen.",
  "How much you need to tilt your head up and down to reach the edges of the screen.": "Wie stark Sie den Kopf nach oben und unten neigen müssen, um die Bildschirmränder zu erreichen.",
  "How much you need to tilt your head up or down to reach the edge of the screen.": "Wie stark Sie den Kopf nach oben oder unten neigen müssen, um den Bildschirmrand zu erreichen.",
  "If enabled, Tracky Mouse will automatically check for updates when it starts.": "Wenn aktiviert, sucht Tracky Mouse beim Start automatisch nach Updates.",
  "If enabled, Tracky Mouse will automatically start when you log into your computer.": "Wenn aktiviert, startet Tracky Mouse automatisch beim Anmelden am Computer.",
  "If enabled, Tracky Mouse will start controlling the cursor as soon as it's launched.": "Wenn aktiviert, übernimmt Tracky Mouse sofort nach dem Start die Cursorsteuerung.",
  "If enabled, you can start or stop mouse control by holding both your eyes shut for a few seconds.": "Wenn aktiviert, können Sie die Cursorsteuerung starten/stoppen, indem Sie beide Augen für einige Sekunden schließen.",
  "Import": "Importieren",
  "Import Settings": "Einstellungen importieren",
  "JSON": "JSON",
  "Large neck movement": "Große Halsbewegung",
  "Later": "Später",
  "Left": "Links",
  "Linear": "Linear",
  "Little neck movement": "Geringe Halsbewegung",
  "Locks mouse movement during the start of a click to prevent accidental dragging.": "Sperrt die Cursorbewegung beim Start eines Klicks, um unbeabsichtigtes Ziehen zu verhindern.",
  "Locks mouse movement for the given duration during the start of a click.\nYou may want to turn this off if you're drawing on a canvas, or increase it if you find yourself accidentally dragging when you try to click.": "Sperrt die Cursorbewegung für die angegebene Dauer beim Start eines Klicks.\nDeaktivieren Sie dies ggf., wenn Sie auf einer Zeichenfläche arbeiten, oder erhöhen Sie den Wert, wenn Sie beim Klicken versehentlich ziehen.",
  "Makes the cursor move extra fast for quick head movements, and extra slow for slow head movements. Helps to stabilize the cursor.": "Lässt den Cursor bei schnellen Kopfbewegungen extra schnell und bei langsamen extra langsam reagieren. Hilft, den Cursor zu stabilisieren.",
  "Makes the cursor move relatively fast for quick head movements, and relatively slow for slow head movements.\nHelps to stabilize the cursor. However, when using point tracking in combination with head tilt, a lower value may work better since head tilt is linear, and you want the point tracking to roughly match the head tracking for it to act as a seamless auto- calibration.": "Lässt den Cursor bei schnellen Kopfbewegungen relativ schnell und bei langsamen relativ langsam reagieren.\nHilft, den Cursor zu stabilisieren. Beim Kombinieren mit Punktverfolgung kann ein niedrigerer Wert besser sein, damit Punkt- und Kopfverfolgung zusammenpassen.",
  "Makes Tracky Mouse active as soon as it's launched.": "Aktiviert Tracky Mouse sofort nach dem Start.",
  "Makes Tracky Mouse active when launched. Otherwise, you can start it manually when you're ready.": "Aktiviert Tracky Mouse beim Start. Andernfalls können Sie es manuell starten, wenn Sie bereit sind.",
  "Makes Tracky Mouse start automatically when you log into your computer.": "Lässt Tracky Mouse beim Anmelden am Computer automatisch starten.",
  "Minimum distance to move the cursor in one frame, in pixels. Helps to fully stop the cursor.": "Minimale Distanz, die der Cursor in einem Frame bewegen muss (Pixel). Hilft, den Cursor vollständig zu stoppen.",
  "Mirror": "Spiegeln",
  "Mirrors the camera view horizontally.": "Spiegelt die Kameraansicht horizontal.",
  "Motion threshold": "Bewegungsschwelle",
  "Movement less than this distance in pixels will be ignored.": "Bewegungen kleiner als diese Distanz in Pixel werden ignoriert.",
  "N/A": "k.A.",
  "No camera found. Please make sure you have a camera connected and enabled.": "Keine Kamera gefunden. Bitte stellen Sie sicher, dass eine Kamera angeschlossen und aktiviert ist.",
  "Notifies you of new versions of Tracky Mouse.": "Benachrichtigt über neue Versionen von Tracky Mouse.",
  "Notifies you when a new version of Tracky Mouse is available.": "Benachrichtigt, wenn eine neue Version von Tracky Mouse verfügbar ist.",
  "Off": "Aus",
  "Open Camera Settings": "Kameraeinstellungen öffnen",
  "Open download page": "Download-Seite öffnen",
  "Open mouth to click (ignoring eyes)": "Mund öffnen zum Klicken (Augen ignoriert)",
  "Open mouth to click (simple)": "Mund öffnen zum Klicken (einfach)",
  "Open mouth to click (with eye modifiers)": "Mund öffnen zum Klicken (mit Augenmodifikatoren)",
  "Open your camera's system settings window to adjust properties like brightness and contrast.": "Öffnen Sie die Systemeinstellungen Ihrer Kamera, um Eigenschaften wie Helligkeit und Kontrast anzupassen.",
  "Open your mouth wide to click. At least one eye must be open to click.": "Öffnen Sie Ihren Mund weit zum Klicken. Mindestens ein Auge muss offen sein.",
  "Open your mouth wide to click. Eye state is ignored.": "Öffnen Sie Ihren Mund weit zum Klicken. Augenstatus wird ignoriert.",
  "Open your mouth wide to click. If left eye is closed, it's a right click; if right eye is closed, it's a middle click.": "Öffnen Sie den Mund weit zum Klicken. Wenn das linke Auge geschlossen ist, ist es ein Rechtsklick; wenn das rechte Auge geschlossen ist, ein Mittelklick.",
  "Opens the system settings dialog for the selected camera, to adjust properties like auto-focus and auto-exposure.": "Öffnet das System-Einstellungsdialogfeld für die ausgewählte Kamera, um Eigenschaften wie Autofokus und Belichtung anzupassen.",
  "Opens the system settings window for your camera to adjust properties like auto-focus and auto-exposure.": "Öffnet das Systemfenster Ihrer Kamera, um Eigenschaften wie Autofokus und Belichtung anzupassen.",
  "Optical flow": "Optischer Fluss",
  "Outputs the current value of an option.": "Gibt den aktuellen Wert einer Option aus.",
  "Permission denied. Please enable access to the camera.": "Zugriff verweigert. Bitte aktivieren Sie den Kamerazugriff.",
  "Pitch: ": "Nick: ",
  "Please make sure no other programs are using the camera and try again.": "Bitte stellen Sie sicher, dass keine andere Anwendung die Kamera verwendet, und versuchen Sie es erneut.",
  "Point tracking": "Punktverfolgung",
  "Point tracking (2D)": "Punktverfolgung (2D)",
  "Points based on score: ": "Punkte basierend auf Score: ",
  "Press %0 to disable Tracky Mouse.": "Drücken Sie %0, um Tracky Mouse zu deaktivieren.",
  "Press %0 to enable Tracky Mouse.": "Drücken Sie %0, um Tracky Mouse zu aktivieren.",
  "Press %0 to toggle Tracky Mouse.": "Drücken Sie %0, um Tracky Mouse umzuschalten.",
  "Range of horizontal head tilt that moves the cursor from one side of the screen to the other.": "Bereich der horizontalen Kopfneigung, der den Cursor von einer Seite des Bildschirms zur anderen bewegt.",
  "Range of vertical head tilt required to move the cursor from the top to the bottom of the screen.": "Bereich der vertikalen Kopfneigung, der erforderlich ist, um den Cursor von oben nach unten zu bewegen.",
  "Remind me later": "Später erinnern",
  "Restart Now": "Jetzt neu starten",
  "Right": "Rechts",
  "Roll:  ": "Roll:  ",
  "Run at login": "Beim Anmelden starten",
  "Select which camera to use for head tracking.": "Wählen Sie, welche Kamera für die Kopfverfolgung verwendet werden soll.",
  "Selects which camera is used for head tracking.": "Wählt die Kamera für die Kopfverfolgung aus.",
  "Show the version number.": "Versionsnummer anzeigen.",
  "Skip this version": "Diese Version überspringen",
  "Slow": "Langsam",
  "Smooth": "Weich",
  "Smoothing": "Glättung",
  "Something went wrong accessing the camera.": "Beim Zugriff auf die Kamera ist etwas schiefgelaufen.",
  "Something went wrong accessing the camera. Please try again.": "Beim Zugriff auf die Kamera ist etwas schiefgelaufen. Bitte versuchen Sie es erneut.",
  "Speech": "Sprachausgabe",
  "Speed in pixels/frame required to move the cursor.": "Geschwindigkeit in Pixel/Frame, die erforderlich ist, um den Cursor zu bewegen.",
  "Speed of cursor movement in response to horizontal head movement.": "Geschwindigkeit der Cursorbewegung bei horizontaler Kopfbewegung.",
  "Speed of cursor movement in response to vertical head movement.": "Geschwindigkeit der Cursorbewegung bei vertikaler Kopfbewegung.",
  "Start": "Start",
  "Start enabled": "Start aktiviert",
  "Start head tracking.": "Kopfverfolgung starten.",
  "Steady": "Stabil",
  "Stop": "Stopp",
  "Stop head tracking.": "Kopfverfolgung stoppen.",
  "Swap mouse buttons": "Mausknöpfe tauschen",
  "Switches the left and right mouse buttons.\nUseful if your system's mouse buttons are swapped.\nCould also be used to right click with the dwell clicker in a pinch.": "Tauscht die linke und rechte Maustaste.\nNützlich, falls die Tasten Ihres Systems vertauscht sind.\nKann in Ausnahmefällen auch für Rechtsklick mit Dwell-Click verwendet werden.",
  "The previously selected camera is not available. Try selecting \"Default\" for Video > Camera source, and then select a specific camera if you need to.": "Die zuvor ausgewählte Kamera ist nicht verfügbar. Wählen Sie für Video > Kameraquelle 'Standard' und wählen Sie bei Bedarf eine spezifische Kamera aus.",
  "The settings profile to use.": "Zu verwendendes Einstellungsprofil.",
  "Tilt influence": "Neigungs-Einfluss",
  "Toggle Developer Tools (Screen Overlay)": "Entwicklertools umschalten (Bildschirm-Overlay)",
  "Unavailable": "Nicht verfügbar",
  "Unavailable camera": "Kamera nicht verfügbar",
  "Up": "Oben",
  "Update Available": "Update verfügbar",
  "Update Failed": "Update fehlgeschlagen",
  "Update from Git": "Update aus Git",
  "Update Successful": "Update erfolgreich",
  "Use demo footage": "Demoaufnahme verwenden",
  "Use my camera": "Meine Kamera verwenden",
  "Vertical cursor offset": "Vertikaler Cursor-Versatz",
  "Vertical sensitivity": "Vertikale Empfindlichkeit",
  "Vertical tilt range": "Vertikaler Neigungsbereich",
  "Video": "Video",
  "View": "Ansicht",
  "Webcam does not support the required resolution. Please change your settings.": "Die Webcam unterstützt die erforderliche Auflösung nicht. Bitte ändern Sie Ihre Einstellungen.",
  "Webcam is already in use. Please make sure you have no other programs using the camera.": "Die Webcam wird bereits verwendet. Bitte stellen Sie sicher, dass keine andere Anwendung die Kamera nutzt.",
  "Will resume after mouse stops moving.": "Wird fortgesetzt, nachdem die Maus aufgehört hat, sich zu bewegen.",
  "Window": "Fenster",
  "Wink to click": "Zwinkern zum Klicken",
  "Yaw:   ": "Gieren:   ",
  "You can control your entire computer with the <a href=\"https://trackymouse.js.org/\">TrackyMouse</a> desktop app.": "Sie können Ihren gesamten Computer mit der TrackyMouse-Desktop-App steuern: <a href=\"https://trackymouse.js.org/\">TrackyMouse</a>."
}
