{
  "\n\nOptions:\n": "\n\nOptions :\n",
  "\n\nSince this is a git repository, the update can be pulled directly.": "\n\nPuisqu'il s'agit d'un dépôt git, la mise à jour peut être récupérée directement.",
  "⚠️ ": "⚠️ ",
  "A new version of Tracky Mouse is available: %0\n\nYou are currently using version %1.": "Une nouvelle version de Tracky Mouse est disponible : %0\n\nVous utilisez actuellement la version %1.",
  "About Tracky Mouse": "À propos de Tracky Mouse",
  "Acceleration": "Accélération",
  "Adjust an option by an amount relative to its current value. (Also outputs the new value, which may be constrained to some limits.)": "Ajuster une option d'une quantité relative à sa valeur actuelle. (Affiche également la nouvelle valeur, qui peut être contrainte à certaines limites.)",
  "Adjusts the center position of horizontal head tilt. Not recommended. Move the camera instead if possible.": "Ajuste la position centrale de l'inclinaison horizontale de la tête. Non recommandé. Déplacez plutôt la caméra si possible.",
  "Adjusts the center position of horizontal head tilt. This horizontal offset is not recommended. Move the camera instead if possible.": "Ajuste la position centrale de l'inclinaison horizontale de la tête. Ce décalage horizontal n'est pas recommandé. Déplacez plutôt la caméra si possible.",
  "Adjusts the center position of vertical head tilt.": "Ajuste la position centrale de l'inclinaison verticale de la tête.",
  "Adjusts the position of the cursor when the camera sees the head facing straight ahead.": "Ajuste la position du curseur lorsque la caméra voit la tête de face.",
  "Adjusts the position of the cursor when the camera sees the head facing straight ahead.\n⚠️ This horizontal offset is not recommended. Move the camera instead if possible. 📷": "Ajuste la position du curseur lorsque la caméra voit la tête de face.\n⚠️ Ce décalage horizontal n'est pas recommandé. Déplacez plutôt la caméra si possible. 📷",
  "Allow Camera Access": "Autoriser l'accès à la caméra",
  "An error occurred while updating from git.": "Une erreur s'est produite lors de la mise à jour depuis git.",
  "Automatically starts Tracky Mouse as soon as it's run.": "Démarre automatiquement Tracky Mouse dès son exécution.",
  "Blends between using point tracking (2D) and detected head tilt (3D).\n- At 0% it will use only point tracking. This moves the cursor according to visible movement of 2D points on your face within the camera's view, so it responds to both head rotation and translation.\n- At 100% it will use only head tilt. This uses an estimate of your face's orientation in 3D space, and ignores head translation. Note that this is smoothed, so it's not as responsive as point tracking. In this mode you never need to recenter by pushing the cursor to the edge of the screen.\n- In between it will behave like an automatic calibration, subtly adjusting the point tracking to match the head tilt. This works by slowing down mouse movement that is moving away from the position that would be expected based on the head tilt, and (only past 80% on the slider) actively moving towards it.": "Mélange entre l'utilisation du suivi de points (2D) et l'inclinaison de la tête détectée (3D).\n- À 0 %, il n'utilisera que le suivi de points. Cela déplace le curseur en fonction du mouvement visible des points 2D sur votre visage dans le champ de vision de la caméra, il répond donc à la fois à la rotation et à la translation de la tête.\n- À 100 %, il n'utilisera que l'inclinaison de la tête. Cela utilise une estimation de l'orientation de votre visage dans l'espace 3D et ignore la translation de la tête. Notez que cela est lissé, ce n'est donc pas aussi réactif que le suivi de points. Dans ce mode, vous n'avez jamais besoin de recentrer en poussant le curseur vers le bord de l'écran.\n- Entre les deux, il se comportera comme un étalonnage automatique, ajustant subtilement le suivi de points pour correspondre à l'inclinaison de la tête. Cela fonctionne en ralentissant le mouvement de la souris qui s'éloigne de la position attendue en fonction de l'inclinaison de la tête, et (seulement au-delà de 80 % sur le curseur) en se déplaçant activement vers elle.",
  "Camera %0": "Caméra %0",
  "Camera source": "Source de la caméra",
  "Change an option to a particular value. (Also outputs the new value, which may be constrained to some limits.)": "Changer une option à une valeur particulière. (Affiche également la nouvelle valeur, qui peut être contrainte à certaines limites.)",
  "Check for updates": "Vérifier les mises à jour",
  "Checked out %0. Restart the app to use the updated version.": "Version %0 récupérée. Redémarrez l'application pour utiliser la version mise à jour.",
  "Choose how to perform mouse clicks.": "Choisissez comment effectuer les clics de souris.",
  "Clicking": "Clics",
  "Clicking mode:": "Mode de clic :",
  "Close": "Fermer",
  "Close eyes to start/stop (<span style=\"border-bottom: 1px dotted;\" title=\"• There is currently no visual or auditory feedback.\n• There are no settings for duration(s) to toggle on and off.\n• It is affected by false positive blink detections, especially when looking downward.\">Experimental</span>)": "Fermer les yeux pour démarrer/arrêter (<span style=\"border-bottom: 1px dotted;\" title=\"• Il n'y a actuellement aucun retour visuel ou auditif.\n• Il n'y a pas de paramètres pour la/les durée(s) d'activation et de désactivation.\n• Il est affecté par les fausses détections de clignements, en particulier en regardant vers le bas.\">Expérimental</span>)",
  "Close one eye to click. Left eye for left click, right eye for right click.": "Fermez un œil pour cliquer. Œil gauche pour le clic gauche, œil droit pour le clic droit.",
  "config.afterDispatch must be a function": "config.afterDispatch doit être une fonction",
  "config.beforeDispatch must be a function": "config.beforeDispatch doit être une fonction",
  "config.beforePointerDownDispatch must be a function": "config.beforePointerDownDispatch doit être une fonction",
  "config.click is required": "config.click est requis",
  "config.click must be a function": "config.click doit être une fonction",
  "config.dwellClickEvenIfPaused must be a function": "config.dwellClickEvenIfPaused doit être une fonction",
  "config.isEquivalentTarget must be a function": "config.isEquivalentTarget doit être une fonction",
  "config.isHeld must be a function": "config.isHeld doit être une fonction",
  "config.noCenter must be a function": "config.noCenter doit être une fonction",
  "config.retarget must be an array of objects": "config.retarget doit être un tableau d'objets",
  "config.retarget[%0].from is not a valid CSS selector": "config.retarget[%0].from n'est pas un sélecteur CSS valide",
  "config.retarget[%0].from is required": "config.retarget[%0].from est requis",
  "config.retarget[%0].from must be a CSS selector string, an Element, or a function": "config.retarget[%0].from doit être une chaîne de sélecteur CSS, un Élément ou une fonction",
  "config.retarget[%0].to is not a valid CSS selector": "config.retarget[%0].to n'est pas un sélecteur CSS valide",
  "config.retarget[%0].to is required (although can be null to ignore the element)": "config.retarget[%0].to est requis (bien qu'il puisse être null pour ignorer l'élément)",
  "config.retarget[%0].to must be a CSS selector string, an Element, a function, or null": "config.retarget[%0].to doit être une chaîne de sélecteur CSS, un Élément, une fonction ou null",
  "config.retarget[%0].withinMargin must be a number": "config.retarget[%0].withinMargin doit être un nombre",
  "config.shouldDrag must be a function": "config.shouldDrag doit être une fonction",
  "config.targets is not a valid CSS selector": "config.targets n'est pas un sélecteur CSS valide",
  "config.targets is required (must be a CSS selector)": "config.targets est requis (doit être un sélecteur CSS)",
  "config.targets must be a string (a CSS selector)": "config.targets doit être une chaîne (un sélecteur CSS)",
  "configuration object required for initDwellClicking": "objet de configuration requis pour initDwellClicking",
  "Control your computer with your webcam.": "Contrôlez votre ordinateur avec votre webcam.",
  "Control your mouse hands-free. This CLI controls the running Tracky Mouse app. It's meant for external programs like a voice command system to toggle Tracky Mouse and adjust settings on the fly.": "Contrôlez votre souris sans les mains. Cette CLI contrôle l'application Tracky Mouse en cours d'exécution. Elle est destinée aux programmes externes comme un système de commande vocale pour basculer Tracky Mouse et ajuster les paramètres à la volée.",
  "Controls how much you need to tilt your head left or right to reach the edge of the screen.": "Contrôle l'inclinaison de la tête vers la gauche ou la droite nécessaire pour atteindre le bord de l'écran.",
  "Controls how much you need to tilt your head up or down to reach the edge of the screen.": "Contrôle l'inclinaison de la tête vers le haut ou le bas nécessaire pour atteindre le bord de l'écran.",
  "Couldn't checkout the latest version in the local git repository. You may have uncommitted changes.": "Impossible de récupérer la dernière version dans le dépôt git local. Vous avez peut-être des modifications non validées.",
  "Couldn't fetch updates from git.": "Impossible de récupérer les mises à jour depuis git.",
  "Cursor Movement": "Mouvement du curseur",
  "Default": "Par défaut",
  "Delay before dragging&nbsp;&nbsp;&nbsp;": "Délai avant de faire glisser&nbsp;&nbsp;&nbsp;",
  "Determines whether cursor movement is based on 3D head tilt, or 2D motion of the face in the camera feed.": "Détermine si le mouvement du curseur est basé sur l'inclinaison de la tête en 3D ou sur le mouvement 2D du visage dans le flux de la caméra.",
  "Disable clicking. Use with an external switch or programs that provide their own dwell clicking.": "Désactiver les clics. À utiliser avec un commutateur externe ou des programmes qui fournissent leurs propres clics par maintien.",
  "Down": "Bas",
  "Download": "Télécharger",
  "Dwell to click": "Maintenir pour cliquer",
  "Easy to click": "Facile à cliquer",
  "Easy to drag": "Facile à faire glisser",
  "Edit": "Modifier",
  "Export": "Exporter",
  "Export Settings": "Exporter les paramètres",
  "Face convergence score: ": "Score de convergence du visage : ",
  "Face tracking score: ": "Score de suivi du visage : ",
  "Failed to backup current settings before import.\n\n": "Échec de la sauvegarde des paramètres actuels avant l'importation.\n\n",
  "Failed to export settings.\n\n": "Échec de l'exportation des paramètres.\n\n",
  "Failed to import settings.\n\n": "Échec de l'importation des paramètres.\n\n",
  "Failed to install dependencies for the new version after checking it out from git.": "Échec de l'installation des dépendances pour la nouvelle version après l'avoir récupérée depuis git.",
  "Failed to open camera settings:\n": "Échec de l'ouverture des paramètres de la caméra :\n",
  "Failed to parse known cameras from localStorage:\n": "Échec de l'analyse des caméras connues depuis localStorage :\n",
  "Failed to read selected file.\n\n": "Échec de la lecture du fichier sélectionné.\n\n",
  "Fast": "Rapide",
  "File": "Fichier",
  "Free": "Libre",
  "General": "Général",
  "GitHub Repository": "Dépôt GitHub",
  "Head tilt": "Inclinaison de la tête",
  "Head tilt (3D)": "Inclinaison de la tête (3D)",
  "Head tilt calibration": "Étalonnage de l'inclinaison de la tête",
  "Higher acceleration makes the cursor move faster when the head moves quickly, and slower when the head moves slowly.": "Une accélération plus élevée fait bouger le curseur plus rapidement lorsque la tête bouge rapidement, et plus lentement lorsque la tête bouge lentement.",
  "Hold the cursor in place for a short time to click.": "Maintenez le curseur en place pendant un court instant pour cliquer.",
  "Home Page": "Page d'accueil",
  "Horizontal cursor offset": "Décalage horizontal du curseur",
  "Horizontal sensitivity": "Sensibilité horizontale",
  "Horizontal tilt range": "Plage d'inclinaison horizontale",
  "How much you need to tilt your head left and right to reach the edges of the screen.": "L'inclinaison de la tête vers la gauche et la droite nécessaire pour atteindre les bords de l'écran.",
  "How much you need to tilt your head left or right to reach the edge of the screen.": "L'inclinaison de la tête vers la gauche ou la droite nécessaire pour atteindre le bord de l'écran.",
  "How much you need to tilt your head up and down to reach the edges of the screen.": "L'inclinaison de la tête vers le haut et le bas nécessaire pour atteindre les bords de l'écran.",
  "How much you need to tilt your head up or down to reach the edge of the screen.": "L'inclinaison de la tête vers le haut ou le bas nécessaire pour atteindre le bord de l'écran.",
  "If enabled, Tracky Mouse will automatically check for updates when it starts.": "Si activé, Tracky Mouse vérifiera automatiquement les mises à jour au démarrage.",
  "If enabled, Tracky Mouse will automatically start when you log into your computer.": "Si activé, Tracky Mouse démarrera automatiquement lorsque vous vous connecterez à votre ordinateur.",
  "If enabled, Tracky Mouse will start controlling the cursor as soon as it's launched.": "Si activé, Tracky Mouse commencera à contrôler le curseur dès son lancement.",
  "If enabled, you can start or stop mouse control by holding both your eyes shut for a few seconds.": "Si activé, vous pouvez démarrer ou arrêter le contrôle de la souris en gardant les deux yeux fermés pendant quelques secondes.",
  "Import": "Importer",
  "Import Settings": "Importer les paramètres",
  "JSON": "JSON",
  "Large neck movement": "Grand mouvement du cou",
  "Later": "Plus tard",
  "Left": "Gauche",
  "Linear": "Linéaire",
  "Little neck movement": "Petit mouvement du cou",
  "Locks mouse movement during the start of a click to prevent accidental dragging.": "Verrouille le mouvement de la souris au début d'un clic pour éviter un glissement accidentel.",
  "Locks mouse movement for the given duration during the start of a click.\nYou may want to turn this off if you're drawing on a canvas, or increase it if you find yourself accidentally dragging when you try to click.": "Verrouille le mouvement de la souris pour la durée donnée au début d'un clic.\nVous voudrez peut-être désactiver cela si vous dessinez sur une toile, ou l'augmenter si vous vous retrouvez à faire glisser accidentellement lorsque vous essayez de cliquer.",
  "Makes the cursor move extra fast for quick head movements, and extra slow for slow head movements. Helps to stabilize the cursor.": "Fait bouger le curseur très rapidement pour les mouvements rapides de la tête, et très lentement pour les mouvements lents de la tête. Aide à stabiliser le curseur.",
  "Makes the cursor move relatively fast for quick head movements, and relatively slow for slow head movements.\nHelps to stabilize the cursor. However, when using point tracking in combination with head tilt, a lower value may work better since head tilt is linear, and you want the point tracking to roughly match the head tracking for it to act as a seamless auto- calibration.": "Fait bouger le curseur relativement vite pour les mouvements rapides de la tête, et relativement lentement pour les mouvements lents de la tête.\nAide à stabiliser le curseur. Cependant, lors de l'utilisation du suivi de points en combinaison avec l'inclinaison de la tête, une valeur plus faible peut mieux fonctionner car l'inclinaison de la tête est linéaire, et vous voulez que le suivi de points corresponde approximativement au suivi de la tête pour qu'il agisse comme un étalonnage automatique transparent.",
  "Makes Tracky Mouse active as soon as it's launched.": "Rend Tracky Mouse actif dès son lancement.",
  "Makes Tracky Mouse active when launched. Otherwise, you can start it manually when you're ready.": "Rend Tracky Mouse actif au lancement. Sinon, vous pouvez le démarrer manuellement lorsque vous êtes prêt.",
  "Makes Tracky Mouse start automatically when you log into your computer.": "Fait démarrer Tracky Mouse automatiquement lorsque vous vous connecterez à votre ordinateur.",
  "Minimum distance to move the cursor in one frame, in pixels. Helps to fully stop the cursor.": "Distance minimale pour déplacer le curseur en une image, en pixels. Aide à arrêter complètement le curseur.",
  "Mirror": "Miroir",
  "Mirrors the camera view horizontally.": "Miroir de la vue de la caméra horizontalement.",
  "Motion threshold": "Seuil de mouvement",
  "Movement less than this distance in pixels will be ignored.": "Les mouvements inférieurs à cette distance en pixels seront ignorés.",
  "N/A": "N/D",
  "No camera found. Please make sure you have a camera connected and enabled.": "Aucune caméra trouvée. Veuillez vous assurer que vous avez une caméra connectée et activée.",
  "Notifies you of new versions of Tracky Mouse.": "Vous informe des nouvelles versions de Tracky Mouse.",
  "Notifies you when a new version of Tracky Mouse is available.": "Vous informe lorsqu'une nouvelle version de Tracky Mouse est disponible.",
  "Off": "Désactivé",
  "Open Camera Settings": "Ouvrir les paramètres de la caméra",
  "Open download page": "Ouvrir la page de téléchargement",
  "Open mouth to click (ignoring eyes)": "Ouvrir la bouche pour cliquer (ignorer les yeux)",
  "Open mouth to click (simple)": "Ouvrir la bouche pour cliquer (simple)",
  "Open mouth to click (with eye modifiers)": "Ouvrir la bouche pour cliquer (avec modificateurs oculaires)",
  "Open your camera's system settings window to adjust properties like brightness and contrast.": "Ouvrez la fenêtre des paramètres système de votre caméra pour ajuster des propriétés telles que la luminosité et le contraste.",
  "Open your mouth wide to click. At least one eye must be open to click.": "Ouvrez grand la bouche pour cliquer. Au moins un œil doit être ouvert pour cliquer.",
  "Open your mouth wide to click. Eye state is ignored.": "Ouvrez grand la bouche pour cliquer. L'état des yeux est ignoré.",
  "Open your mouth wide to click. If left eye is closed, it's a right click; if right eye is closed, it's a middle click.": "Ouvrez grand la bouche pour cliquer. Si l'œil gauche est fermé, c'est un clic droit ; si l'œil droit est fermé, c'est un clic du milieu.",
  "Opens the system settings dialog for the selected camera, to adjust properties like auto-focus and auto-exposure.": "Ouvre la boîte de dialogue des paramètres système pour la caméra sélectionnée, afin d'ajuster des propriétés telles que la mise au point automatique et l'exposition automatique.",
  "Opens the system settings window for your camera to adjust properties like auto-focus and auto-exposure.": "Ouvre la fenêtre des paramètres système de votre caméra pour ajuster des propriétés telles que la mise au point automatique et l'exposition automatique.",
  "Optical flow": "Flux optique",
  "Outputs the current value of an option.": "Affiche la valeur actuelle d'une option.",
  "Permission denied. Please enable access to the camera.": "Permission refusée. Veuillez autoriser l'accès à la caméra.",
  "Pitch: ": "Tangage : ",
  "Please make sure no other programs are using the camera and try again.": "Veuillez vous assurer qu'aucun autre programme n'utilise la caméra et réessayez.",
  "Point tracking": "Suivi de points",
  "Point tracking (2D)": "Suivi de points (2D)",
  "Points based on score: ": "Points basés sur le score : ",
  "Press %0 to disable Tracky Mouse.": "Appuyez sur %0 pour désactiver Tracky Mouse.",
  "Press %0 to enable Tracky Mouse.": "Appuyez sur %0 pour activer Tracky Mouse.",
  "Press %0 to toggle Tracky Mouse.": "Appuyez sur %0 pour basculer Tracky Mouse.",
  "Range of horizontal head tilt that moves the cursor from one side of the screen to the other.": "Plage d'inclinaison horizontale de la tête qui déplace le curseur d'un côté de l'écran à l'autre.",
  "Range of vertical head tilt required to move the cursor from the top to the bottom of the screen.": "Plage d'inclinaison verticale de la tête requise pour déplacer le curseur du haut vers le bas de l'écran.",
  "Remind me later": "Me le rappeler plus tard",
  "Restart Now": "Redémarrer maintenant",
  "Right": "Droite",
  "Roll:  ": "Roulis :  ",
  "Run at login": "Exécuter à la connexion",
  "Select which camera to use for head tracking.": "Sélectionnez la caméra à utiliser pour le suivi de la tête.",
  "Selects which camera is used for head tracking.": "Sélectionne la caméra utilisée pour le suivi de la tête.",
  "Show the version number.": "Afficher le numéro de version.",
  "Skip this version": "Ignorer cette version",
  "Slow": "Lent",
  "Smooth": "Lisse",
  "Smoothing": "Lissage",
  "Something went wrong accessing the camera.": "Un problème est survenu lors de l'accès à la caméra.",
  "Something went wrong accessing the camera. Please try again.": "Un problème est survenu lors de l'accès à la caméra. Veuillez réessayer.",
  "Speech": "Parole",
  "Speed in pixels/frame required to move the cursor.": "Vitesse en pixels/image requise pour déplacer le curseur.",
  "Speed of cursor movement in response to horizontal head movement.": "Vitesse de déplacement du curseur en réponse au mouvement horizontal de la tête.",
  "Speed of cursor movement in response to vertical head movement.": "Vitesse de déplacement du curseur en réponse au mouvement vertical de la tête.",
  "Start": "Démarrer",
  "Start enabled": "Démarrer activé",
  "Start head tracking.": "Démarrer le suivi de la tête.",
  "Steady": "Stable",
  "Stop": "Arrêter",
  "Stop head tracking.": "Arrêter le suivi de la tête.",
  "Swap mouse buttons": "Inverser les boutons de la souris",
  "Switches the left and right mouse buttons.\nUseful if your system's mouse buttons are swapped.\nCould also be used to right click with the dwell clicker in a pinch.": "Inverse les boutons gauche et droit de la souris.\nUtile si les boutons de la souris de votre système sont inversés.\nPourrait également être utilisé pour faire un clic droit avec le clic par maintien en cas de besoin.",
  "The previously selected camera is not available. Try selecting \"Default\" for Video > Camera source, and then select a specific camera if you need to.": "La caméra précédemment sélectionnée n'est pas disponible. Essayez de sélectionner \"Par défaut\" pour Vidéo > Source de la caméra, puis sélectionnez une caméra spécifique si nécessaire.",
  "The settings profile to use.": "Le profil de paramètres à utiliser.",
  "Tilt influence": "Influence de l'inclinaison",
  "Toggle Developer Tools (Screen Overlay)": "Basculer les outils de développement (Superposition d'écran)",
  "Unavailable": "Indisponible",
  "Unavailable camera": "Caméra indisponible",
  "Up": "Haut",
  "Update Available": "Mise à jour disponible",
  "Update Failed": "Échec de la mise à jour",
  "Update from Git": "Mettre à jour depuis Git",
  "Update Successful": "Mise à jour réussie",
  "Use demo footage": "Utiliser des images de démonstration",
  "Use my camera": "Utiliser ma caméra",
  "Vertical cursor offset": "Décalage vertical du curseur",
  "Vertical sensitivity": "Sensibilité verticale",
  "Vertical tilt range": "Plage d'inclinaison verticale",
  "Video": "Vidéo",
  "View": "Affichage",
  "Webcam does not support the required resolution. Please change your settings.": "La webcam ne prend pas en charge la résolution requise. Veuillez modifier vos paramètres.",
  "Webcam is already in use. Please make sure you have no other programs using the camera.": "La webcam est déjà en cours d'utilisation. Veuillez vous assurer qu'aucun autre programme n'utilise la caméra.",
  "Will resume after mouse stops moving.": "Reprendra après l'arrêt du mouvement de la souris.",
  "Window": "Fenêtre",
  "Wink to click": "Cligner de l'œil pour cliquer",
  "Yaw:   ": "Lacet :   ",
  "You can control your entire computer with the <a href=\"https://trackymouse.js.org/\">TrackyMouse</a> desktop app.": "Vous pouvez contrôler l'intégralité de votre ordinateur avec l'application de bureau <a href=\"https://trackymouse.js.org/\">TrackyMouse</a>."
}
