{
  "\n\nOptions:\n": "\n\nOpzioni:\n",
  "\n\nSince this is a git repository, the update can be pulled directly.": "\n\nPoiché questo è un repository Git, l'aggiornamento può essere scaricato direttamente.",
  "⚠️ ": "⚠️ ",
  "A new version of Tracky Mouse is available: %0\n\nYou are currently using version %1.": "Una nuova versione di Tracky Mouse è disponibile: %0\n\nStai usando attualmente la versione %1.",
  "About Tracky Mouse": "Informazioni su Tracky Mouse",
  "Acceleration": "Accelerazione",
  "Adjust an option by an amount relative to its current value. (Also outputs the new value, which may be constrained to some limits.)": "Modifica un'opzione di una quantità relativa al suo valore corrente. (Mostra anche il nuovo valore, che potrebbe essere limitato.)",
  "Adjusts the center position of horizontal head tilt. Not recommended. Move the camera instead if possible.": "Regola la posizione centrale dell'inclinazione orizzontale della testa. Non raccomandato. Se possibile, sposta la fotocamera.",
  "Adjusts the center position of horizontal head tilt. This horizontal offset is not recommended. Move the camera instead if possible.": "Regola la posizione centrale dell'inclinazione orizzontale della testa. Questo offset orizzontale non è raccomandato. Se possibile, sposta la fotocamera.",
  "Adjusts the center position of vertical head tilt.": "Regola la posizione centrale dell'inclinazione verticale della testa.",
  "Adjusts the position of the cursor when the camera sees the head facing straight ahead.": "Regola la posizione del cursore quando la fotocamera rileva la testa in posizione frontale.",
  "Adjusts the position of the cursor when the camera sees the head facing straight ahead.\n⚠️ This horizontal offset is not recommended. Move the camera instead if possible. 📷": "Regola la posizione del cursore quando la fotocamera rileva la testa in posizione frontale.\n⚠️ Questo offset orizzontale non è raccomandato. Se possibile, sposta la fotocamera. 📷",
  "Allow Camera Access": "Consenti accesso alla fotocamera",
  "An error occurred while updating from git.": "Si è verificato un errore durante l'aggiornamento da Git.",
  "Automatically starts Tracky Mouse as soon as it's run.": "Avvia automaticamente Tracky Mouse all'esecuzione.",
  "Blends between using point tracking (2D) and detected head tilt (3D).\n- At 0% it will use only point tracking. This moves the cursor according to visible movement of 2D points on your face within the camera's view, so it responds to both head rotation and translation.\n- At 100% it will use only head tilt. This uses an estimate of your face's orientation in 3D space, and ignores head translation. Note that this is smoothed, so it's not as responsive as point tracking. In this mode you never need to recenter by pushing the cursor to the edge of the screen.\n- In between it will behave like an automatic calibration, subtly adjusting the point tracking to match the head tilt. This works by slowing down mouse movement that is moving away from the position that would be expected based on the head tilt, and (only past 80% on the slider) actively moving towards it.": "Combina il tracciamento di punti (2D) e l'inclinazione della testa rilevata (3D).\n- A 0% usa solo il tracciamento di punti. Il cursore si muove in base al movimento visibile dei punti 2D nel video della fotocamera, quindi risponde sia alla rotazione che alla traslazione della testa.\n- A 100% usa solo l'inclinazione della testa. Si stima l'orientamento del volto nello spazio 3D e si ignora la traslazione della testa. Questa stima è smussata, quindi è meno reattiva del tracciamento di punti. In questo modo non è necessario recentrare spingendo il cursore al bordo dello schermo.\n- Tra i due comportamenti agisce come una calibrazione automatica, adattando sottilmente il tracciamento di punti all'inclinazione della testa. Riduce la velocità dei movimenti che si allontanano dalla posizione prevista e (solo oltre l'80% dello slider) li avvicina attivamente alla posizione prevista.",
  "Camera %0": "Fotocamera %0",
  "Camera source": "Sorgente fotocamera",
  "Change an option to a particular value. (Also outputs the new value, which may be constrained to some limits.)": "Imposta un'opzione a un valore specifico. (Mostra anche il nuovo valore, che potrebbe essere limitato.)",
  "Check for updates": "Controlla aggiornamenti",
  "Checked out %0. Restart the app to use the updated version.": "%0 è stato controllato. Riavvia l'app per usare la versione aggiornata.",
  "Choose how to perform mouse clicks.": "Scegli come eseguire i clic del mouse.",
  "Clicking": "Clic",
  "Clicking mode:": "Modalità clic:",
  "Close": "Chiudi",
  "Close eyes to start/stop (<span style=\"border-bottom: 1px dotted;\" title=\"• There is currently no visual or auditory feedback.\n• There are no settings for duration(s) to toggle on and off.\n• It is affected by false positive blink detections, especially when looking downward.\">Experimental</span>)": "Chiudi gli occhi per avviare/fermare (<span style=\"border-bottom: 1px dotted;\" title=\"• Attualmente non ci sono feedback visivi o sonori.\n• Non ci sono impostazioni per le durate.\n• È soggetto a falsi positivi nei lampeggi, specialmente guardando verso il basso.\">Sperimentale</span>)",
  "Close one eye to click. Left eye for left click, right eye for right click.": "Chiudi un occhio per cliccare. Occhio sinistro = clic sinistro, occhio destro = clic destro.",
  "config.afterDispatch must be a function": "config.afterDispatch deve essere una funzione",
  "config.beforeDispatch must be a function": "config.beforeDispatch deve essere una funzione",
  "config.beforePointerDownDispatch must be a function": "config.beforePointerDownDispatch deve essere una funzione",
  "config.click is required": "config.click è obbligatorio",
  "config.click must be a function": "config.click deve essere una funzione",
  "config.dwellClickEvenIfPaused must be a function": "config.dwellClickEvenIfPaused deve essere una funzione",
  "config.isEquivalentTarget must be a function": "config.isEquivalentTarget deve essere una funzione",
  "config.isHeld must be a function": "config.isHeld deve essere una funzione",
  "config.noCenter must be a function": "config.noCenter deve essere una funzione",
  "config.retarget must be an array of objects": "config.retarget deve essere un array di oggetti",
  "config.retarget[%0].from is not a valid CSS selector": "config.retarget[%0].from non è un selettore CSS valido",
  "config.retarget[%0].from is required": "config.retarget[%0].from è obbligatorio",
  "config.retarget[%0].from must be a CSS selector string, an Element, or a function": "config.retarget[%0].from deve essere una stringa selettore CSS, un elemento o una funzione",
  "config.retarget[%0].to is not a valid CSS selector": "config.retarget[%0].to non è un selettore CSS valido",
  "config.retarget[%0].to is required (although can be null to ignore the element)": "config.retarget[%0].to è obbligatorio (può essere null per ignorare l'elemento)",
  "config.retarget[%0].to must be a CSS selector string, an Element, a function, or null": "config.retarget[%0].to deve essere una stringa selettore CSS, un Element, una funzione o null",
  "config.retarget[%0].withinMargin must be a number": "config.retarget[%0].withinMargin deve essere un numero",
  "config.shouldDrag must be a function": "config.shouldDrag deve essere una funzione",
  "config.targets is not a valid CSS selector": "config.targets non è un selettore CSS valido",
  "config.targets is required (must be a CSS selector)": "config.targets è obbligatorio (deve essere un selettore CSS)",
  "config.targets must be a string (a CSS selector)": "config.targets deve essere una stringa (un selettore CSS)",
  "configuration object required for initDwellClicking": "Oggetto di configurazione richiesto per initDwellClicking",
  "Control your computer with your webcam.": "Controlla il tuo computer con la webcam.",
  "Control your mouse hands-free. This CLI controls the running Tracky Mouse app. It's meant for external programs like a voice command system to toggle Tracky Mouse and adjust settings on the fly.": "Controlla il mouse a mani libere. Questo CLI controlla l'app Tracky Mouse in esecuzione. È pensato per programmi esterni, come sistemi di comando vocale, per attivare/disattivare Tracky Mouse e modificare le impostazioni al volo.",
  "Controls how much you need to tilt your head left or right to reach the edge of the screen.": "Controlla quanto devi inclinare la testa a sinistra o a destra per raggiungere il bordo dello schermo.",
  "Controls how much you need to tilt your head up or down to reach the edge of the screen.": "Controlla quanto devi inclinare la testa su o giù per raggiungere il bordo dello schermo.",
  "Couldn't checkout the latest version in the local git repository. You may have uncommitted changes.": "Impossibile eseguire il checkout dell'ultima versione nel repository Git locale. Potresti avere modifiche non salvate.",
  "Couldn't fetch updates from git.": "Impossibile recuperare aggiornamenti da Git.",
  "Cursor Movement": "Movimento del cursore",
  "Default": "Predefinito",
  "Delay before dragging&nbsp;&nbsp;&nbsp;": "Ritardo prima del trascinamento&nbsp;&nbsp;&nbsp;",
  "Determines whether cursor movement is based on 3D head tilt, or 2D motion of the face in the camera feed.": "Determina se il movimento del cursore si basa sull'inclinazione 3D della testa o sul movimento 2D del volto nel feed della fotocamera.",
  "Disable clicking. Use with an external switch or programs that provide their own dwell clicking.": "Disabilita i clic. Usare con un interruttore esterno o programmi che forniscono il proprio dwell clicking.",
  "Down": "Giù",
  "Download": "Scarica",
  "Dwell to click": "Sosta per cliccare",
  "Easy to click": "Facile da cliccare",
  "Easy to drag": "Facile da trascinare",
  "Edit": "Modifica",
  "Export": "Esporta",
  "Export Settings": "Esporta impostazioni",
  "Face convergence score: ": "Valutazione convergenza volto: ",
  "Face tracking score: ": "Valutazione tracciamento volto: ",
  "Failed to backup current settings before import.\n\n": "Impossibile eseguire il backup delle impostazioni correnti prima dell'importazione.\n\n",
  "Failed to export settings.\n\n": "Impossibile esportare le impostazioni.\n\n",
  "Failed to import settings.\n\n": "Impossibile importare le impostazioni.\n\n",
  "Failed to install dependencies for the new version after checking it out from git.": "Impossibile installare le dipendenze per la nuova versione dopo il checkout da Git.",
  "Failed to open camera settings:\n": "Impossibile aprire le impostazioni della fotocamera:\n",
  "Failed to parse known cameras from localStorage:\n": "Impossibile analizzare le fotocamere note da localStorage:\n",
  "Failed to read selected file.\n\n": "Impossibile leggere il file selezionato.\n\n",
  "Fast": "Veloce",
  "File": "File",
  "Free": "Libero",
  "General": "Generale",
  "GitHub Repository": "Repository GitHub",
  "Head tilt": "Inclinazione della testa",
  "Head tilt (3D)": "Inclinazione testa (3D)",
  "Head tilt calibration": "Calibrazione inclinazione testa",
  "Higher acceleration makes the cursor move faster when the head moves quickly, and slower when the head moves slowly.": "Maggiore accelerazione fa muovere il cursore più velocemente quando la testa si muove rapidamente e più lentamente quando si muove lentamente.",
  "Hold the cursor in place for a short time to click.": "Mantieni il cursore fermo per poco tempo per cliccare.",
  "Home Page": "Pagina iniziale",
  "Horizontal cursor offset": "Offset orizzontale del cursore",
  "Horizontal sensitivity": "Sensibilità orizzontale",
  "Horizontal tilt range": "Range inclinazione orizzontale",
  "How much you need to tilt your head left and right to reach the edges of the screen.": "Quanto devi inclinare la testa a sinistra e a destra per raggiungere i bordi dello schermo.",
  "How much you need to tilt your head left or right to reach the edge of the screen.": "Quanto devi inclinare la testa a sinistra o a destra per raggiungere il bordo dello schermo.",
  "How much you need to tilt your head up and down to reach the edges of the screen.": "Quanto devi inclinare la testa su e giù per raggiungere i bordi dello schermo.",
  "How much you need to tilt your head up or down to reach the edge of the screen.": "Quanto devi inclinare la testa su o giù per raggiungere il bordo dello schermo.",
  "If enabled, Tracky Mouse will automatically check for updates when it starts.": "Se abilitato, Tracky Mouse controllerà automaticamente gli aggiornamenti all'avvio.",
  "If enabled, Tracky Mouse will automatically start when you log into your computer.": "Se abilitato, Tracky Mouse si avvierà automaticamente quando effettui l'accesso al computer.",
  "If enabled, Tracky Mouse will start controlling the cursor as soon as it's launched.": "Se abilitato, Tracky Mouse inizierà a controllare il cursore non appena avviato.",
  "If enabled, you can start or stop mouse control by holding both your eyes shut for a few seconds.": "Se abilitato, puoi avviare o interrompere il controllo del mouse tenendo entrambi gli occhi chiusi per alcuni secondi.",
  "Import": "Importa",
  "Import Settings": "Importa impostazioni",
  "JSON": "JSON",
  "Large neck movement": "Grande movimento del collo",
  "Later": "Più tardi",
  "Left": "Sinistra",
  "Linear": "Lineare",
  "Little neck movement": "Piccolo movimento del collo",
  "Locks mouse movement during the start of a click to prevent accidental dragging.": "Blocca il movimento del mouse all'inizio di un clic per evitare trascinamenti accidentali.",
  "Locks mouse movement for the given duration during the start of a click.\nYou may want to turn this off if you're drawing on a canvas, or increase it if you find yourself accidentally dragging when you try to click.": "Blocca il movimento del mouse per la durata specificata all'inizio di un clic.\nPotresti voler disattivare questa opzione se disegni su una tela, o aumentarla se trascini accidentalmente quando cerchi di cliccare.",
  "Makes the cursor move extra fast for quick head movements, and extra slow for slow head movements. Helps to stabilize the cursor.": "Fa muovere il cursore molto velocemente per movimenti rapidi della testa e molto lentamente per movimenti lenti. Aiuta a stabilizzare il cursore.",
  "Makes the cursor move relatively fast for quick head movements, and relatively slow for slow head movements.\nHelps to stabilize the cursor. However, when using point tracking in combination with head tilt, a lower value may work better since head tilt is linear, and you want the point tracking to roughly match the head tracking for it to act as a seamless auto- calibration.": "Fa muovere il cursore relativamente veloce per movimenti rapidi della testa e relativamente lento per movimenti lenti.\nAiuta a stabilizzare il cursore. Tuttavia, usando il tracciamento di punti in combinazione con l'inclinazione della testa, un valore più basso potrebbe funzionare meglio perché l'inclinazione è lineare e vuoi che il tracciamento punti corrisponda approssimativamente al tracciamento della testa per un'autocalibrazione uniforme.",
  "Makes Tracky Mouse active as soon as it's launched.": "Rende Tracky Mouse attivo non appena avviato.",
  "Makes Tracky Mouse active when launched. Otherwise, you can start it manually when you're ready.": "Rende Tracky Mouse attivo all'avvio. Altrimenti, puoi avviarlo manualmente quando sei pronto.",
  "Makes Tracky Mouse start automatically when you log into your computer.": "Avvia automaticamente Tracky Mouse quando effettui l'accesso al computer.",
  "Minimum distance to move the cursor in one frame, in pixels. Helps to fully stop the cursor.": "Distanza minima per spostare il cursore in un frame, in pixel. Aiuta a fermare completamente il cursore.",
  "Mirror": "Specchia",
  "Mirrors the camera view horizontally.": "Specchia orizzontalmente la vista della fotocamera.",
  "Motion threshold": "Soglia di movimento",
  "Movement less than this distance in pixels will be ignored.": "I movimenti inferiori a questa distanza in pixel verranno ignorati.",
  "N/A": "N/D",
  "No camera found. Please make sure you have a camera connected and enabled.": "Nessuna fotocamera trovata. Assicurati di avere una fotocamera collegata e abilitata.",
  "Notifies you of new versions of Tracky Mouse.": "Ti avvisa delle nuove versioni di Tracky Mouse.",
  "Notifies you when a new version of Tracky Mouse is available.": "Ti notifica quando è disponibile una nuova versione di Tracky Mouse.",
  "Off": "Off",
  "Open Camera Settings": "Apri impostazioni fotocamera",
  "Open download page": "Apri pagina download",
  "Open mouth to click (ignoring eyes)": "Apri la bocca per cliccare (occhi ignorati)",
  "Open mouth to click (simple)": "Apri la bocca per cliccare (semplice)",
  "Open mouth to click (with eye modifiers)": "Apri la bocca per cliccare (con modificatori occhi)",
  "Open your camera's system settings window to adjust properties like brightness and contrast.": "Apri la finestra delle impostazioni di sistema della tua fotocamera per regolare proprietà come luminosità e contrasto.",
  "Open your mouth wide to click. At least one eye must be open to click.": "Apri bene la bocca per cliccare. Almeno un occhio deve essere aperto.",
  "Open your mouth wide to click. Eye state is ignored.": "Apri bene la bocca per cliccare. Lo stato degli occhi viene ignorato.",
  "Open your mouth wide to click. If left eye is closed, it's a right click; if right eye is closed, it's a middle click.": "Apri bene la bocca per cliccare. Se l'occhio sinistro è chiuso, è un clic destro; se l'occhio destro è chiuso, è un clic centrale.",
  "Opens the system settings dialog for the selected camera, to adjust properties like auto-focus and auto-exposure.": "Apre la finestra di impostazioni di sistema per la fotocamera selezionata, per regolare proprietà come autofocus e auto-esposizione.",
  "Opens the system settings window for your camera to adjust properties like auto-focus and auto-exposure.": "Apre la finestra di sistema della tua fotocamera per regolare proprietà come autofocus e auto-esposizione.",
  "Optical flow": "Flusso ottico",
  "Outputs the current value of an option.": "Mostra il valore corrente di un'opzione.",
  "Permission denied. Please enable access to the camera.": "Permesso negato. Abilita l'accesso alla fotocamera.",
  "Pitch: ": "Pitch: ",
  "Please make sure no other programs are using the camera and try again.": "Assicurati che nessun altro programma stia usando la fotocamera e riprova.",
  "Point tracking": "Tracciamento punti",
  "Point tracking (2D)": "Tracciamento punti (2D)",
  "Points based on score: ": "Punti basati sul punteggio: ",
  "Press %0 to disable Tracky Mouse.": "Premi %0 per disabilitare Tracky Mouse.",
  "Press %0 to enable Tracky Mouse.": "Premi %0 per abilitare Tracky Mouse.",
  "Press %0 to toggle Tracky Mouse.": "Premi %0 per attivare/disattivare Tracky Mouse.",
  "Range of horizontal head tilt that moves the cursor from one side of the screen to the other.": "Intervallo di inclinazione orizzontale della testa che muove il cursore da un lato all'altro dello schermo.",
  "Range of vertical head tilt required to move the cursor from the top to the bottom of the screen.": "Intervallo di inclinazione verticale della testa necessario per muovere il cursore dall'alto al basso dello schermo.",
  "Remind me later": "Ricordamelo più tardi",
  "Restart Now": "Riavvia ora",
  "Right": "Destra",
  "Roll:  ": "Roll:  ",
  "Run at login": "Esegui all'accesso",
  "Select which camera to use for head tracking.": "Seleziona quale fotocamera usare per il tracciamento della testa.",
  "Selects which camera is used for head tracking.": "Seleziona la fotocamera usata per il tracciamento della testa.",
  "Show the version number.": "Mostra il numero di versione.",
  "Skip this version": "Salta questa versione",
  "Slow": "Lento",
  "Smooth": "Liscio",
  "Smoothing": "Smussamento",
  "Something went wrong accessing the camera.": "Si è verificato un problema nell'accesso alla fotocamera.",
  "Something went wrong accessing the camera. Please try again.": "Si è verificato un problema nell'accesso alla fotocamera. Riprova.",
  "Speech": "Voce",
  "Speed in pixels/frame required to move the cursor.": "Velocità in pixel/frame richiesta per muovere il cursore.",
  "Speed of cursor movement in response to horizontal head movement.": "Velocità del movimento del cursore in risposta al movimento orizzontale della testa.",
  "Speed of cursor movement in response to vertical head movement.": "Velocità del movimento del cursore in risposta al movimento verticale della testa.",
  "Start": "Avvia",
  "Start enabled": "Avvio abilitato",
  "Start head tracking.": "Avvia il tracciamento della testa.",
  "Steady": "Stabile",
  "Stop": "Ferma",
  "Stop head tracking.": "Ferma il tracciamento della testa.",
  "Swap mouse buttons": "Inverte i pulsanti del mouse",
  "Switches the left and right mouse buttons.\nUseful if your system's mouse buttons are swapped.\nCould also be used to right click with the dwell clicker in a pinch.": "Scambia i pulsanti sinistro e destro del mouse.\nUtile se i pulsanti del sistema sono invertiti.\nPuò anche essere usato per fare clic destro con il dwell clicker in caso di bisogno.",
  "The previously selected camera is not available. Try selecting \"Default\" for Video > Camera source, and then select a specific camera if you need to.": "La fotocamera precedentemente selezionata non è disponibile. Prova a selezionare \"Predefinita\" in Video > Sorgente fotocamera, e poi scegli una fotocamera specifica se necessario.",
  "The settings profile to use.": "Il profilo impostazioni da usare.",
  "Tilt influence": "Influenza inclinazione",
  "Toggle Developer Tools (Screen Overlay)": "Attiva/Disattiva strumenti sviluppatore (sovrapposizione schermo)",
  "Unavailable": "Non disponibile",
  "Unavailable camera": "Fotocamera non disponibile",
  "Up": "Su",
  "Update Available": "Aggiornamento disponibile",
  "Update Failed": "Aggiornamento fallito",
  "Update from Git": "Aggiorna da Git",
  "Update Successful": "Aggiornamento riuscito",
  "Use demo footage": "Usa filmato demo",
  "Use my camera": "Usa la mia fotocamera",
  "Vertical cursor offset": "Offset verticale del cursore",
  "Vertical sensitivity": "Sensibilità verticale",
  "Vertical tilt range": "Range inclinazione verticale",
  "Video": "Video",
  "View": "Visualizza",
  "Webcam does not support the required resolution. Please change your settings.": "La webcam non supporta la risoluzione richiesta. Modifica le impostazioni.",
  "Webcam is already in use. Please make sure you have no other programs using the camera.": "La webcam è già in uso. Assicurati che nessun altro programma stia usando la fotocamera.",
  "Will resume after mouse stops moving.": "Riprenderà dopo che il mouse smetterà di muoversi.",
  "Window": "Finestra",
  "Wink to click": "Occhiolino per cliccare",
  "Yaw:   ": "Yaw:   ",
  "You can control your entire computer with the <a href=\"https://trackymouse.js.org/\">TrackyMouse</a> desktop app.": "Puoi controllare l'intero computer con l'app desktop <a href=\"https://trackymouse.js.org/\">TrackyMouse</a>."
}
