{
  "\n\nOptions:\n": "\n\nOpciones:\n",
  "\n\nSince this is a git repository, the update can be pulled directly.": "\n\nDado que este es un repositorio Git, la actualización se puede obtener directamente.",
  "⚠️ ": "⚠️ ",
  "A new version of Tracky Mouse is available: %0\n\nYou are currently using version %1.": "Hay una nueva versión de Tracky Mouse disponible: %0\n\nActualmente está usando la versión %1.",
  "About Tracky Mouse": "Acerca de Tracky Mouse",
  "Acceleration": "Aceleración",
  "Adjust an option by an amount relative to its current value. (Also outputs the new value, which may be constrained to some limits.)": "Ajusta una opción en una cantidad relativa a su valor actual. (También muestra el nuevo valor, que puede estar limitado.)",
  "Adjusts the center position of horizontal head tilt. Not recommended. Move the camera instead if possible.": "Ajusta la posición central de la inclinación horizontal de la cabeza. No recomendado. Si es posible, mueva la cámara.",
  "Adjusts the center position of horizontal head tilt. This horizontal offset is not recommended. Move the camera instead if possible.": "Ajusta la posición central de la inclinación horizontal de la cabeza. Este desplazamiento horizontal no es recomendado. Si es posible, mueva la cámara.",
  "Adjusts the center position of vertical head tilt.": "Ajusta la posición central de la inclinación vertical de la cabeza.",
  "Adjusts the position of the cursor when the camera sees the head facing straight ahead.": "Ajusta la posición del cursor cuando la cámara detecta la cabeza mirando hacia adelante.",
  "Adjusts the position of the cursor when the camera sees the head facing straight ahead.\n⚠️ This horizontal offset is not recommended. Move the camera instead if possible. 📷": "Ajusta la posición del cursor cuando la cámara detecta la cabeza mirando hacia adelante.\n⚠️ Este desplazamiento horizontal no es recomendado. Si es posible, mueva la cámara. 📷",
  "Allow Camera Access": "Permitir acceso a la cámara",
  "An error occurred while updating from git.": "Ocurrió un error al actualizar desde Git.",
  "Automatically starts Tracky Mouse as soon as it's run.": "Inicia Tracky Mouse automáticamente al ejecutarse.",
  "Blends between using point tracking (2D) and detected head tilt (3D).\n- At 0% it will use only point tracking. This moves the cursor according to visible movement of 2D points on your face within the camera's view, so it responds to both head rotation and translation.\n- At 100% it will use only head tilt. This uses an estimate of your face's orientation in 3D space, and ignores head translation. Note that this is smoothed, so it's not as responsive as point tracking. In this mode you never need to recenter by pushing the cursor to the edge of the screen.\n- In between it will behave like an automatic calibration, subtly adjusting the point tracking to match the head tilt. This works by slowing down mouse movement that is moving away from the position that would be expected based on the head tilt, and (only past 80% on the slider) actively moving towards it.": "Combina el seguimiento de puntos (2D) y la inclinación de la cabeza detectada (3D).\n- Al 0% solo usa seguimiento de puntos. Esto mueve el cursor según el movimiento visible de puntos 2D en la cara dentro del campo de la cámara, por lo que responde tanto a la rotación como a la traslación de la cabeza.\n- Al 100% usa solo inclinación de la cabeza. Se estima la orientación de la cara en el espacio 3D y se ignora la traslación de la cabeza. Esto está suavizado, por lo que no responde tan rápido como el seguimiento de puntos. En este modo nunca necesitarás recentrar empujando el cursor al borde de la pantalla.\n- Entre ambos actúa como una calibración automática, ajustando sutilmente el seguimiento de puntos para que coincida con la inclinación de la cabeza. Reduce la velocidad de los movimientos que se alejan de la posición esperada y (solo más allá del 80% del control deslizante) los mueve activamente hacia la posición esperada.",
  "Camera %0": "Cámara %0",
  "Camera source": "Fuente de la cámara",
  "Change an option to a particular value. (Also outputs the new value, which may be constrained to some limits.)": "Cambia una opción a un valor particular. (También muestra el nuevo valor, que puede estar limitado.)",
  "Changes the language Tracky Mouse is displayed in.": "Cambia el idioma en el que se muestra Tracky Mouse.",
  "Check for updates": "Buscar actualizaciones",
  "Checked out %0. Restart the app to use the updated version.": "%0 comprobado. Reinicie la aplicación para usar la versión actualizada.",
  "Choose how to perform mouse clicks.": "Elija cómo realizar los clics del ratón.",
  "Clicking": "Clics",
  "Clicking mode:": "Modo de clic:",
  "Close": "Cerrar",
  "Close eyes to start/stop (<span style=\"border-bottom: 1px dotted;\" title=\"• There is currently no visual or auditory feedback.\n• There are no settings for duration(s) to toggle on and off.\n• It is affected by false positive blink detections, especially when looking downward.\">Experimental</span>)": "Cierra los ojos para iniciar/detener (<span style=\"border-bottom: 1px dotted;\" title=\"• Actualmente no hay retroalimentación visual o auditiva.\n• No hay ajustes para la(s) duración(es).\n• Está afectado por detecciones falsas de parpadeo, especialmente al mirar hacia abajo.\">Experimental</span>)",
  "Close one eye to click. Left eye for left click, right eye for right click.": "Cierra un ojo para hacer clic. Ojo izquierdo = clic izquierdo, ojo derecho = clic derecho.",
  "config.afterDispatch must be a function": "config.afterDispatch debe ser una función",
  "config.beforeDispatch must be a function": "config.beforeDispatch debe ser una función",
  "config.beforePointerDownDispatch must be a function": "config.beforePointerDownDispatch debe ser una función",
  "config.click is required": "config.click es obligatorio",
  "config.click must be a function": "config.click debe ser una función",
  "config.dwellClickEvenIfPaused must be a function": "config.dwellClickEvenIfPaused debe ser una función",
  "config.isEquivalentTarget must be a function": "config.isEquivalentTarget debe ser una función",
  "config.isHeld must be a function": "config.isHeld debe ser una función",
  "config.noCenter must be a function": "config.noCenter debe ser una función",
  "config.retarget must be an array of objects": "config.retarget debe ser un array de objetos",
  "config.retarget[%0].from is not a valid CSS selector": "config.retarget[%0].from no es un selector CSS válido",
  "config.retarget[%0].from is required": "config.retarget[%0].from es obligatorio",
  "config.retarget[%0].from must be a CSS selector string, an Element, or a function": "config.retarget[%0].from debe ser un string selector CSS, un Element o una función",
  "config.retarget[%0].to is not a valid CSS selector": "config.retarget[%0].to no es un selector CSS válido",
  "config.retarget[%0].to is required (although can be null to ignore the element)": "config.retarget[%0].to es obligatorio (aunque puede ser null para ignorar el elemento)",
  "config.retarget[%0].to must be a CSS selector string, an Element, a function, or null": "config.retarget[%0].to debe ser un string selector CSS, un Element, una función o null",
  "config.retarget[%0].withinMargin must be a number": "config.retarget[%0].withinMargin debe ser un número",
  "config.shouldDrag must be a function": "config.shouldDrag debe ser una función",
  "config.targets is not a valid CSS selector": "config.targets no es un selector CSS válido",
  "config.targets is required (must be a CSS selector)": "config.targets es obligatorio (debe ser un selector CSS)",
  "config.targets must be a string (a CSS selector)": "config.targets debe ser una cadena (un selector CSS)",
  "configuration object required for initDwellClicking": "Se requiere un objeto de configuración para initDwellClicking",
  "Control your computer with your webcam.": "Controla tu ordenador con tu webcam.",
  "Control your mouse hands-free. This CLI controls the running Tracky Mouse app. It's meant for external programs like a voice command system to toggle Tracky Mouse and adjust settings on the fly.": "Controla el ratón sin manos. Este CLI controla la aplicación Tracky Mouse en ejecución. Está pensado para programas externos, como sistemas de comando de voz, para alternar Tracky Mouse y ajustar configuraciones al vuelo.",
  "Controls how much you need to tilt your head left or right to reach the edge of the screen.": "Controla cuánto debes inclinar la cabeza a la izquierda o derecha para alcanzar el borde de la pantalla.",
  "Controls how much you need to tilt your head up or down to reach the edge of the screen.": "Controla cuánto debes inclinar la cabeza hacia arriba o abajo para alcanzar el borde de la pantalla.",
  "Couldn't checkout the latest version in the local git repository. You may have uncommitted changes.": "No se pudo extraer la última versión en el repositorio Git local. Puede que tengas cambios sin confirmar.",
  "Couldn't fetch updates from git.": "No se pudieron obtener actualizaciones desde Git.",
  "Cursor Movement": "Movimiento del cursor",
  "Default": "Predeterminado",
  "Delay before dragging&nbsp;&nbsp;&nbsp;": "Retraso antes de arrastrar&nbsp;&nbsp;&nbsp;",
  "Determines whether cursor movement is based on 3D head tilt, or 2D motion of the face in the camera feed.": "Determina si el movimiento del cursor se basa en la inclinación 3D de la cabeza o en el movimiento 2D de la cara en la imagen de la cámara.",
  "Disable clicking. Use with an external switch or programs that provide their own dwell clicking.": "Desactiva los clics. Úsalo con un interruptor externo o programas que proporcionen su propio dwell clicking.",
  "Down": "Abajo",
  "Download": "Descargar",
  "Dwell to click": "Mantener para hacer clic",
  "Easy to click": "Fácil de clicar",
  "Easy to drag": "Fácil de arrastrar",
  "Edit": "Editar",
  "Export": "Exportar",
  "Export Settings": "Exportar ajustes",
  "Face convergence score: ": "Puntuación de convergencia facial: ",
  "Face tracking score: ": "Puntuación de seguimiento facial: ",
  "Failed to backup current settings before import.\n\n": "Error al respaldar la configuración actual antes de la importación.\n\n",
  "Failed to export settings.\n\n": "Error al exportar la configuración.\n\n",
  "Failed to import settings.\n\n": "Error al importar la configuración.\n\n",
  "Failed to install dependencies for the new version after checking it out from git.": "Error al instalar dependencias para la nueva versión después de extraer desde Git.",
  "Failed to open camera settings:\n": "Error al abrir la configuración de la cámara:\n",
  "Failed to parse known cameras from localStorage:\n": "Error al parsear cámaras conocidas desde localStorage:\n",
  "Failed to read selected file.\n\n": "Error al leer el archivo seleccionado.\n\n",
  "Fast": "Rápido",
  "File": "Archivo",
  "Free": "Libre",
  "General": "General",
  "GitHub Repository": "Repositorio GitHub",
  "Head tilt": "Inclinación de cabeza",
  "Head tilt (3D)": "Inclinación de cabeza (3D)",
  "Head tilt calibration": "Calibración de inclinación de cabeza",
  "Higher acceleration makes the cursor move faster when the head moves quickly, and slower when the head moves slowly.": "Una mayor aceleración hace que el cursor se mueva más rápido cuando la cabeza se mueve rápido y más lento cuando se mueve despacio.",
  "Hold the cursor in place for a short time to click.": "Mantén el cursor en su lugar un momento para hacer clic.",
  "Home Page": "Página principal",
  "Horizontal cursor offset": "Desplazamiento horizontal del cursor",
  "Horizontal sensitivity": "Sensibilidad horizontal",
  "Horizontal tilt range": "Rango de inclinación horizontal",
  "How much you need to tilt your head left and right to reach the edges of the screen.": "Cuánto debes inclinar la cabeza a la izquierda y derecha para alcanzar los bordes de la pantalla.",
  "How much you need to tilt your head left or right to reach the edge of the screen.": "Cuánto debes inclinar la cabeza a la izquierda o derecha para alcanzar el borde de la pantalla.",
  "How much you need to tilt your head up and down to reach the edges of the screen.": "Cuánto debes inclinar la cabez hacia arriba y abajo para alcanzar los bordes de la pantalla.",
  "How much you need to tilt your head up or down to reach the edge of the screen.": "Cuánto debes inclinar la cabeza hacia arriba o abajo para alcanzar el borde de la pantalla.",
  "If enabled, Tracky Mouse will automatically check for updates when it starts.": "Si está activado, Tracky Mouse buscará actualizaciones automáticamente al iniciarse.",
  "If enabled, Tracky Mouse will automatically start when you log into your computer.": "Si está activado, Tracky Mouse se iniciará automáticamente cuando inicies sesión en tu equipo.",
  "If enabled, Tracky Mouse will start controlling the cursor as soon as it's launched.": "Si está activado, Tracky Mouse empezará a controlar el cursor en cuanto se inicie.",
  "If enabled, you can start or stop mouse control by holding both your eyes shut for a few seconds.": "Si está activado, puedes iniciar o detener el control del ratón manteniendo ambos ojos cerrados durante unos segundos.",
  "Import": "Importar",
  "Import Settings": "Importar ajustes",
  "JSON": "JSON",
  "Language": "Idioma",
  "Large neck movement": "Movimiento grande del cuello",
  "Later": "Más tarde",
  "Left": "Izquierda",
  "Linear": "Lineal",
  "Little neck movement": "Poco movimiento del cuello",
  "Locks mouse movement during the start of a click to prevent accidental dragging.": "Bloquea el movimiento del ratón al iniciar un clic para evitar arrastres accidentales.",
  "Locks mouse movement for the given duration during the start of a click.\nYou may want to turn this off if you're drawing on a canvas, or increase it if you find yourself accidentally dragging when you try to click.": "Bloquea el movimiento del ratón durante la duración indicada al iniciar un clic.\nPuedes desactivar esto si dibujas en un lienzo, o aumentarlo si arrastras accidentalmente al intentar clicar.",
  "Makes the cursor move extra fast for quick head movements, and extra slow for slow head movements. Helps to stabilize the cursor.": "Hace que el cursor se mueva muy rápido con movimientos rápidos de la cabeza y muy lento con movimientos lentos. Ayuda a estabilizar el cursor.",
  "Makes the cursor move relatively fast for quick head movements, and relatively slow for slow head movements.\nHelps to stabilize the cursor. However, when using point tracking in combination with head tilt, a lower value may work better since head tilt is linear, and you want the point tracking to roughly match the head tracking for it to act as a seamless auto- calibration.": "Hace que el cursor se mueva relativamente rápido con movimientos rápidos de la cabeza y relativamente lento con movimientos lentos.\nAyuda a estabilizar el cursor. Sin embargo, al usar seguimiento de puntos combinado con inclinación de cabeza, un valor más bajo puede funcionar mejor, ya que la inclinación es lineal y deseas que el seguimiento de puntos coincida aproximadamente con el seguimiento de la cabeza para una autocalibración fluida.",
  "Makes Tracky Mouse active as soon as it's launched.": "Activa Tracky Mouse en cuanto se inicie.",
  "Makes Tracky Mouse active when launched. Otherwise, you can start it manually when you're ready.": "Activa Tracky Mouse al iniciarlo. De lo contrario, puedes iniciarlo manualmente cuando estés listo.",
  "Makes Tracky Mouse start automatically when you log into your computer.": "Hace que Tracky Mouse se inicie automáticamente cuando inicias sesión en tu equipo.",
  "Minimum distance to move the cursor in one frame, in pixels. Helps to fully stop the cursor.": "Distancia mínima para mover el cursor en un fotograma, en píxeles. Ayuda a detener completamente el cursor.",
  "Mirror": "Espejo",
  "Mirrors the camera view horizontally.": "Invierte horizontalmente la vista de la cámara.",
  "Motion threshold": "Umbral de movimiento",
  "Movement less than this distance in pixels will be ignored.": "Los movimientos menores a esta distancia en píxeles serán ignorados.",
  "N/A": "N/D",
  "No camera found. Please make sure you have a camera connected and enabled.": "No se encontró cámara. Asegúrate de tener una cámara conectada y habilitada.",
  "Notifies you of new versions of Tracky Mouse.": "Te notifica sobre nuevas versiones de Tracky Mouse.",
  "Notifies you when a new version of Tracky Mouse is available.": "Te notifica cuando hay una nueva versión disponible de Tracky Mouse.",
  "Off": "Apagado",
  "Open Camera Settings": "Abrir configuración de la cámara",
  "Open download page": "Abrir página de descargas",
  "Open mouth to click (ignoring eyes)": "Abrir la boca para clicar (ignorando ojos)",
  "Open mouth to click (simple)": "Abrir la boca para clicar (simple)",
  "Open mouth to click (with eye modifiers)": "Abrir la boca para clicar (con modificadores de ojos)",
  "Open your camera's system settings window to adjust properties like brightness and contrast.": "Abre la ventana de configuración del sistema de tu cámara para ajustar propiedades como brillo y contraste.",
  "Open your mouth wide to click. At least one eye must be open to click.": "Abre bien la boca para clicar. Al menos un ojo debe estar abierto.",
  "Open your mouth wide to click. Eye state is ignored.": "Abre bien la boca para clicar. El estado de los ojos se ignora.",
  "Open your mouth wide to click. If left eye is closed, it's a right click; if right eye is closed, it's a middle click.": "Abre bien la boca para clicar. Si el ojo izquierdo está cerrado, es clic derecho; si el ojo derecho está cerrado, es clic central.",
  "Opens the system settings dialog for the selected camera, to adjust properties like auto-focus and auto-exposure.": "Abre el diálogo de configuración del sistema para la cámara seleccionada, para ajustar propiedades como enfoque automático y autoexposición.",
  "Opens the system settings window for your camera to adjust properties like auto-focus and auto-exposure.": "Abre la ventana de configuración del sistema de tu cámara para ajustar propiedades como enfoque automático y autoexposición.",
  "Optical flow": "Flujo óptico",
  "Outputs the current value of an option.": "Muestra el valor actual de una opción.",
  "Permission denied. Please enable access to the camera.": "Permiso denegado. Por favor habilita el acceso a la cámara.",
  "Pitch: ": "Inclinación: ",
  "Please make sure no other programs are using the camera and try again.": "Asegúrate de que ningún otro programa esté usando la cámara e intenta de nuevo.",
  "Point tracking": "Seguimiento de puntos",
  "Point tracking (2D)": "Seguimiento de puntos (2D)",
  "Points based on score: ": "Puntos basados en la puntuación: ",
  "Press %0 to disable Tracky Mouse.": "Presiona %0 para desactivar Tracky Mouse.",
  "Press %0 to enable Tracky Mouse.": "Presiona %0 para activar Tracky Mouse.",
  "Press %0 to toggle Tracky Mouse.": "Presiona %0 para alternar Tracky Mouse.",
  "Range of horizontal head tilt that moves the cursor from one side of the screen to the other.": "Rango de inclinación horizontal de la cabeza que mueve el cursor de un lado a otro de la pantalla.",
  "Range of vertical head tilt required to move the cursor from the top to the bottom of the screen.": "Rango de inclinación vertical de la cabeza requerido para mover el cursor de la parte superior a la inferior de la pantalla.",
  "Remind me later": "Recuérdame más tarde",
  "Restart Now": "Reiniciar ahora",
  "Right": "Derecha",
  "Roll:  ": "Rotación:  ",
  "Run at login": "Iniciar al iniciar sesión",
  "Select the language for the Tracky Mouse interface.": "Selecciona el idioma para la interfaz de Tracky Mouse.",
  "Select which camera to use for head tracking.": "Selecciona qué cámara usar para el seguimiento de la cabeza.",
  "Selects which camera is used for head tracking.": "Selecciona qué cámara se usa para el seguimiento de la cabeza.",
  "Show the version number.": "Mostrar número de versión.",
  "Skip this version": "Omitir esta versión",
  "Slow": "Lento",
  "Smooth": "Suavizado",
  "Smoothing": "Suavizado",
  "Something went wrong accessing the camera.": "Algo salió mal al acceder a la cámara.",
  "Something went wrong accessing the camera. Please try again.": "Algo salió mal al acceder a la cámara. Por favor intenta de nuevo.",
  "Speech": "Voz",
  "Speed in pixels/frame required to move the cursor.": "Velocidad en píxeles/ fotograma necesaria para mover el cursor.",
  "Speed of cursor movement in response to horizontal head movement.": "Velocidad del movimiento del cursor en respuesta al movimiento horizontal de la cabeza.",
  "Speed of cursor movement in response to vertical head movement.": "Velocidad del movimiento del cursor en respuesta al movimiento vertical de la cabeza.",
  "Start": "Iniciar",
  "Start enabled": "Inicio habilitado",
  "Start head tracking.": "Iniciar seguimiento de cabeza.",
  "Steady": "Estable",
  "Stop": "Detener",
  "Stop head tracking.": "Detener seguimiento de cabeza.",
  "Swap mouse buttons": "Intercambiar botones del ratón",
  "Switches the left and right mouse buttons.\nUseful if your system's mouse buttons are swapped.\nCould also be used to right click with the dwell clicker in a pinch.": "Intercambia los botones izquierdo y derecho del ratón.\nÚtil si los botones de tu sistema están invertidos.\nTambién se puede usar para hacer clic derecho con el dwell clicker en caso de apuro.",
  "The previously selected camera is not available. Try selecting \"Default\" for Video > Camera source, and then select a specific camera if you need to.": "La cámara seleccionada anteriormente no está disponible. Intenta seleccionar \"Predeterminada\" en Video > Fuente de cámara, y luego selecciona una cámara específica si lo necesitas.",
  "The settings profile to use.": "El perfil de configuración a usar.",
  "Tilt influence": "Influencia de inclinación",
  "Toggle Developer Tools (Screen Overlay)": "Alternar herramientas de desarrollo (superposición de pantalla)",
  "Unavailable": "No disponible",
  "Unavailable camera": "Cámara no disponible",
  "Up": "Arriba",
  "Update Available": "Actualización disponible",
  "Update Failed": "Actualización fallida",
  "Update from Git": "Actualizar desde Git",
  "Update Successful": "Actualización exitosa",
  "Use demo footage": "Usar metraje de demostración",
  "Use my camera": "Usar mi cámara",
  "Vertical cursor offset": "Desplazamiento vertical del cursor",
  "Vertical sensitivity": "Sensibilidad vertical",
  "Vertical tilt range": "Rango de inclinación vertical",
  "Video": "Video",
  "View": "Vista",
  "Webcam does not support the required resolution. Please change your settings.": "La webcam no soporta la resolución requerida. Por favor cambia tus ajustes.",
  "Webcam is already in use. Please make sure you have no other programs using the camera.": "La webcam ya está en uso. Asegúrate de que ningún otro programa esté usando la cámara.",
  "Will resume after mouse stops moving.": "Se reanudará después de que el ratón deje de moverse.",
  "Window": "Ventana",
  "Wink to click": "Guiñar para clicar",
  "Yaw:   ": "Guiñada:   ",
  "You can control your entire computer with the <a href=\"https://trackymouse.js.org/\">TrackyMouse</a> desktop app.": "Puedes controlar todo tu ordenador con la aplicación de escritorio <a href=\"https://trackymouse.js.org/\">TrackyMouse</a>."
}
