{
  "\n\nOptions:\n": "\n\nOpties:\n",
  "\n\nSince this is a git repository, the update can be pulled directly.": "\n\nOmdat dit een git-repository is, kan de update direct worden opgehaald.",
  "⚠️ ": "⚠️ ",
  "A new version of Tracky Mouse is available: %0\n\nYou are currently using version %1.": "Er is een nieuwe versie van Tracky Mouse beschikbaar: %0\n\nJe gebruikt nu versie %1.",
  "About Tracky Mouse": "Over Tracky Mouse",
  "Acceleration": "Versnelling",
  "Adjust an option by an amount relative to its current value. (Also outputs the new value, which may be constrained to some limits.)": "Pas een optie aan met een waarde ten opzichte van de huidige waarde. (Geeft ook de nieuwe waarde weer, die mogelijk binnen bepaalde grenzen wordt gehouden.)",
  "Adjusts the center position of horizontal head tilt. Not recommended. Move the camera instead if possible.": "Past de middenpositie van horizontale hoofdknik aan. Niet aanbevolen. Verplaats liever de camera als dat kan.",
  "Adjusts the center position of horizontal head tilt. This horizontal offset is not recommended. Move the camera instead if possible.": "Past de middenpositie van horizontale hoofdknik aan. Deze horizontale verschuiving wordt niet aanbevolen. Verplaats liever de camera als dat kan.",
  "Adjusts the center position of vertical head tilt.": "Past de middenpositie van verticale hoofdknik aan.",
  "Adjusts the position of the cursor when the camera sees the head facing straight ahead.": "Past de positie van de cursor aan wanneer de camera het hoofd recht naar voren ziet.",
  "Adjusts the position of the cursor when the camera sees the head facing straight ahead.\n⚠️ This horizontal offset is not recommended. Move the camera instead if possible. 📷": "Past de positie van de cursor aan wanneer de camera het hoofd recht naar voren ziet.\n⚠️ Deze horizontale verschuiving wordt niet aanbevolen. Verplaats liever de camera als dat kan. 📷",
  "Allow Camera Access": "Cameratoegang toestaan",
  "An error occurred while updating from git.": "Er is een fout opgetreden bij het bijwerken vanuit git.",
  "Automatically starts Tracky Mouse as soon as it's run.": "Start Tracky Mouse automatisch zodra het programma wordt uitgevoerd.",
  "Blends between using point tracking (2D) and detected head tilt (3D).\n- At 0% it will use only point tracking. This moves the cursor according to visible movement of 2D points on your face within the camera's view, so it responds to both head rotation and translation.\n- At 100% it will use only head tilt. This uses an estimate of your face's orientation in 3D space, and ignores head translation. Note that this is smoothed, so it's not as responsive as point tracking. In this mode you never need to recenter by pushing the cursor to the edge of the screen.\n- In between it will behave like an automatic calibration, subtly adjusting the point tracking to match the head tilt. This works by slowing down mouse movement that is moving away from the position that would be expected based on the head tilt, and (only past 80% on the slider) actively moving towards it.": "Maakt een mengvorm tussen punttracking (2D) en gedetecteerde hoofdknik (3D).\n- Bij 0% wordt alleen punttracking gebruikt. De cursor beweegt dan op basis van zichtbare beweging van 2D-punten op je gezicht in het camerabeeld, en reageert dus op zowel rotatie als verplaatsing van het hoofd.\n- Bij 100% wordt alleen hoofdknik gebruikt. De cursor beweegt dan op basis van een schatting van de oriëntatie van je gezicht in 3D-ruimte, en negeert verplaatsing van het hoofd. Dit wordt afgevlakt, en reageert daardoor minder snel dan punttracking. In deze modus hoef je nooit opnieuw te centreren door de cursor naar de rand van het scherm te duwen.\n- Daartussen gedraagt het zich als een automatische kalibratie, die punttracking subtiel aanpast aan de hoofdknik. Dit werkt door muisbeweging af te remmen die afwijkt van de positie die op basis van de hoofdknik verwacht wordt, en (pas boven ~80% op de schuifregelaar) actief in die richting te bewegen.",
  "Camera %0": "Camera %0",
  "Camera source": "Camerabron",
  "Change an option to a particular value. (Also outputs the new value, which may be constrained to some limits.)": "Stel een optie in op een specifieke waarde. (Geeft ook de nieuwe waarde weer, die mogelijk binnen bepaalde grenzen wordt gehouden.)",
  "Changes the language Tracky Mouse is displayed in.": "Wijzigt de taal waarin Tracky Mouse wordt weergegeven.",
  "Check for updates": "Controleren op updates",
  "Checked out %0. Restart the app to use the updated version.": "%0 is uitgecheckt. Start de app opnieuw om de bijgewerkte versie te gebruiken.",
  "Choose how to perform mouse clicks.": "Kies hoe muisklikken worden uitgevoerd.",
  "Clicking": "Klikken",
  "Clicking mode:": "Klikmodus:",
  "Close": "Sluiten",
  "Close eyes to start/stop (<span style=\"border-bottom: 1px dotted;\" title=\"• There is currently no visual or auditory feedback.\n• There are no settings for duration(s) to toggle on and off.\n• It is affected by false positive blink detections, especially when looking downward.\">Experimental</span>)": "Sluit je ogen om te starten/stoppen (<span style=\"border-bottom: 1px dotted;\" title=\"• Er is momenteel geen visuele of auditieve feedback.\n• Er zijn geen instellingen voor de duur om aan en uit te zetten.\n• Het is gevoelig voor foutieve knipperdetecties, vooral als je naar beneden kijkt.\">Experimenteel</span>)",
  "Close one eye to click. Left eye for left click, right eye for right click.": "Sluit één oog om te klikken. Linkeroog voor een linkerklik, rechteroog voor een rechterklik.",
  "config.afterDispatch must be a function": "config.afterDispatch moet een functie zijn",
  "config.beforeDispatch must be a function": "config.beforeDispatch moet een functie zijn",
  "config.beforePointerDownDispatch must be a function": "config.beforePointerDownDispatch moet een functie zijn",
  "config.click is required": "config.click is vereist",
  "config.click must be a function": "config.click moet een functie zijn",
  "config.dwellClickEvenIfPaused must be a function": "config.dwellClickEvenIfPaused moet een functie zijn",
  "config.isEquivalentTarget must be a function": "config.isEquivalentTarget moet een functie zijn",
  "config.isHeld must be a function": "config.isHeld moet een functie zijn",
  "config.noCenter must be a function": "config.noCenter moet een functie zijn",
  "config.retarget must be an array of objects": "config.retarget moet een array van objecten zijn",
  "config.retarget[%0].from is not a valid CSS selector": "config.retarget[%0].from is geen geldige CSS-selector",
  "config.retarget[%0].from is required": "config.retarget[%0].from is vereist",
  "config.retarget[%0].from must be a CSS selector string, an Element, or a function": "config.retarget[%0].from moet een CSS-selector-tekenreeks, een Element of een functie zijn",
  "config.retarget[%0].to is not a valid CSS selector": "config.retarget[%0].to is geen geldige CSS-selector",
  "config.retarget[%0].to is required (although can be null to ignore the element)": "config.retarget[%0].to is vereist (maar mag null zijn om het element te negeren)",
  "config.retarget[%0].to must be a CSS selector string, an Element, a function, or null": "config.retarget[%0].to moet een CSS-selector-tekenreeks, een Element, een functie of null zijn",
  "config.retarget[%0].withinMargin must be a number": "config.retarget[%0].withinMargin moet een getal zijn",
  "config.shouldDrag must be a function": "config.shouldDrag moet een functie zijn",
  "config.targets is not a valid CSS selector": "config.targets is geen geldige CSS-selector",
  "config.targets is required (must be a CSS selector)": "config.targets is vereist (moet een CSS-selector zijn)",
  "config.targets must be a string (a CSS selector)": "config.targets moet een tekenreeks zijn (een CSS-selector)",
  "configuration object required for initDwellClicking": "configuratieobject vereist voor initDwellClicking",
  "Control your computer with your webcam.": "Bedien je computer met je webcam.",
  "Control your mouse hands-free. This CLI controls the running Tracky Mouse app. It's meant for external programs like a voice command system to toggle Tracky Mouse and adjust settings on the fly.": "Bedien je muis handsfree. Deze CLI stuurt de draaiende Tracky Mouse-app aan. Het is bedoeld voor externe programma's, zoals een spraakbesturingssysteem, om Tracky Mouse te schakelen en instellingen direct aan te passen.",
  "Controls how much you need to tilt your head left or right to reach the edge of the screen.": "Bepaalt hoeveel je je hoofd naar links of rechts moet kantelen om de rand van het scherm te bereiken.",
  "Controls how much you need to tilt your head up or down to reach the edge of the screen.": "Bepaalt hoeveel je je hoofd omhoog of omlaag moet kantelen om de rand van het scherm te bereiken.",
  "Couldn't checkout the latest version in the local git repository. You may have uncommitted changes.": "De nieuwste versie kon niet worden uitgecheckt in de lokale git-repository. Mogelijk heb je niet-gecommit­te wijzigingen.",
  "Couldn't fetch updates from git.": "Updates konden niet van git worden opgehaald.",
  "Cursor Movement": "Cursorbeweging",
  "Default": "Standaard",
  "Delay before dragging&nbsp;&nbsp;&nbsp;": "Vertraging voor slepen&nbsp;&nbsp;&nbsp;",
  "Determines whether cursor movement is based on 3D head tilt, or 2D motion of the face in the camera feed.": "Bepaalt of de cursorbeweging is gebaseerd op 3D-hoofdknik of 2D-beweging van het gezicht in het camerabeeld.",
  "Disable clicking. Use with an external switch or programs that provide their own dwell clicking.": "Schakel klikken uit. Gebruik dit met een externe schakelaar of programma's die hun eigen dwell-klikken aanbieden.",
  "Down": "Omlaag",
  "Download": "Downloaden",
  "Dwell to click": "Stilstaan om te klikken",
  "Easy to click": "Makkelijk klikken",
  "Easy to drag": "Makkelijk slepen",
  "Edit": "Bewerken",
  "Export": "Exporteren",
  "Export Settings": "Instellingen exporteren",
  "Face convergence score: ": "Gezichtsconvergentiescore: ",
  "Face tracking score: ": "Gezichtstrackingscore: ",
  "Failed to backup current settings before import.\n\n": "Back-up van de huidige instellingen vóór importeren is mislukt.\n\n",
  "Failed to export settings.\n\n": "Exporteren van instellingen is mislukt.\n\n",
  "Failed to import settings.\n\n": "Importeren van instellingen is mislukt.\n\n",
  "Failed to install dependencies for the new version after checking it out from git.": "Installeren van afhankelijkheden voor de nieuwe versie na het uitchecken vanuit git is mislukt.",
  "Failed to open camera settings:\n": "Openen van camerainstellingen is mislukt:\n",
  "Failed to parse known cameras from localStorage:\n": "Bekende camera's uit localStorage konden niet worden verwerkt:\n",
  "Failed to read selected file.\n\n": "Geselecteerde bestand kon niet worden gelezen.\n\n",
  "Fast": "Snel",
  "File": "Bestand",
  "Free": "Vrij",
  "General": "Algemeen",
  "GitHub Repository": "GitHub-repository",
  "Head tilt": "Hoofdknik",
  "Head tilt (3D)": "Hoofdknik (3D)",
  "Head tilt calibration": "Kalibratie van hoofdknik",
  "Higher acceleration makes the cursor move faster when the head moves quickly, and slower when the head moves slowly.": "Bij hogere versnelling beweegt de cursor sneller bij snelle hoofdbewegingen, en langzamer bij langzame bewegingen.",
  "Hold the cursor in place for a short time to click.": "Houd de cursor even stil om te klikken.",
  "Home Page": "Startpagina",
  "Horizontal cursor offset": "Horizontale cursorverschuiving",
  "Horizontal sensitivity": "Horizontale gevoeligheid",
  "Horizontal tilt range": "Bereik horizontale hoofdknik",
  "How much you need to tilt your head left and right to reach the edges of the screen.": "Hoeveel je je hoofd naar links en rechts moet kantelen om de randen van het scherm te bereiken.",
  "How much you need to tilt your head left or right to reach the edge of the screen.": "Hoeveel je je hoofd naar links of rechts moet kantelen om de rand van het scherm te bereiken.",
  "How much you need to tilt your head up and down to reach the edges of the screen.": "Hoeveel je je hoofd omhoog en omlaag moet kantelen om de randen van het scherm te bereiken.",
  "How much you need to tilt your head up or down to reach the edge of the screen.": "Hoeveel je je hoofd omhoog of omlaag moet kantelen om de rand van het scherm te bereiken.",
  "If enabled, Tracky Mouse will automatically check for updates when it starts.": "Als dit is ingeschakeld, controleert Tracky Mouse bij het starten automatisch op updates.",
  "If enabled, Tracky Mouse will automatically start when you log into your computer.": "Als dit is ingeschakeld, start Tracky Mouse automatisch wanneer je je aanmeldt op je computer.",
  "If enabled, Tracky Mouse will start controlling the cursor as soon as it's launched.": "Als dit is ingeschakeld, begint Tracky Mouse de cursor te besturen zodra het programma wordt gestart.",
  "If enabled, you can start or stop mouse control by holding both your eyes shut for a few seconds.": "Als dit is ingeschakeld, kun je de muisbesturing starten of stoppen door enkele seconden beide ogen dicht te houden.",
  "Import": "Importeren",
  "Import Settings": "Instellingen importeren",
  "JSON": "JSON",
  "Language": "Taal",
  "Large neck movement": "Grote nekbeweging",
  "Later": "Later",
  "Left": "Links",
  "Linear": "Lineair",
  "Little neck movement": "Weinig nekbeweging",
  "Locks mouse movement during the start of a click to prevent accidental dragging.": "Blokkeert muisbeweging aan het begin van een klik om per ongeluk slepen te voorkomen.",
  "Locks mouse movement for the given duration during the start of a click.\nYou may want to turn this off if you're drawing on a canvas, or increase it if you find yourself accidentally dragging when you try to click.": "Blokkeert muisbeweging gedurende de opgegeven tijd aan het begin van een klik.\nJe kunt dit uitzetten als je bijvoorbeeld op een tekencanvas werkt, of verhogen als je merkt dat je per ongeluk sleept bij het klikken.",
  "Makes the cursor move extra fast for quick head movements, and extra slow for slow head movements. Helps to stabilize the cursor.": "Laat de cursor extra snel bewegen bij snelle hoofdbewegingen en extra langzaam bij langzame hoofdbewegingen. Dit helpt om de cursor te stabiliseren.",
  "Makes the cursor move relatively fast for quick head movements, and relatively slow for slow head movements.\nHelps to stabilize the cursor. However, when using point tracking in combination with head tilt, a lower value may work better since head tilt is linear, and you want the point tracking to roughly match the head tracking for it to act as a seamless auto- calibration.": "Laat de cursor relatief snel bewegen bij snelle hoofdbewegingen en relatief langzaam bij langzame hoofdbewegingen.\nDit helpt om de cursor te stabiliseren. Wanneer je punttracking combineert met hoofdknik, kan een lagere waarde beter werken, omdat hoofdknik lineair is en je wilt dat punttracking ongeveer overeenkomt met de hoofdtracking voor een vloeiende automatische kalibratie.",
  "Makes Tracky Mouse active as soon as it's launched.": "Maakt Tracky Mouse actief zodra het programma wordt gestart.",
  "Makes Tracky Mouse active when launched. Otherwise, you can start it manually when you're ready.": "Maakt Tracky Mouse actief bij het starten. Anders kun je het handmatig starten wanneer je er klaar voor bent.",
  "Makes Tracky Mouse start automatically when you log into your computer.": "Laat Tracky Mouse automatisch starten wanneer je je aanmeldt op je computer.",
  "Minimum distance to move the cursor in one frame, in pixels. Helps to fully stop the cursor.": "Minimale afstand in pixels die de cursor in één frame moet bewegen. Helpt om de cursor volledig tot stilstand te brengen.",
  "Mirror": "Spiegelen",
  "Mirrors the camera view horizontally.": "Spiegelt het camerabeeld horizontaal.",
  "Motion threshold": "Bewegingsdrempel",
  "Movement less than this distance in pixels will be ignored.": "Beweging kleiner dan deze afstand in pixels wordt genegeerd.",
  "N/A": "n.v.t.",
  "No camera found. Please make sure you have a camera connected and enabled.": "Geen camera gevonden. Zorg dat er een camera is aangesloten en ingeschakeld.",
  "Notifies you of new versions of Tracky Mouse.": "Meldt je wanneer er nieuwe versies van Tracky Mouse zijn.",
  "Notifies you when a new version of Tracky Mouse is available.": "Meldt je wanneer er een nieuwe versie van Tracky Mouse beschikbaar is.",
  "Off": "Uit",
  "Open Camera Settings": "Camerainstellingen openen",
  "Open download page": "Downloadpagina openen",
  "Open mouth to click (ignoring eyes)": "Mond openen om te klikken (ogen genegeerd)",
  "Open mouth to click (simple)": "Mond openen om te klikken (eenvoudig)",
  "Open mouth to click (with eye modifiers)": "Mond openen om te klikken (met oogmodifiers)",
  "Open your camera's system settings window to adjust properties like brightness and contrast.": "Open het systeeminstellingenvenster van je camera om eigenschappen zoals helderheid en contrast aan te passen.",
  "Open your mouth wide to click. At least one eye must be open to click.": "Open je mond wijd om te klikken. Minstens één oog moet open zijn om te kunnen klikken.",
  "Open your mouth wide to click. Eye state is ignored.": "Open je mond wijd om te klikken. De oogstatus wordt genegeerd.",
  "Open your mouth wide to click. If left eye is closed, it's a right click; if right eye is closed, it's a middle click.": "Open je mond wijd om te klikken. Als je linkeroog gesloten is, is het een rechterklik; als je rechteroog gesloten is, is het een middenklik.",
  "Opens the system settings dialog for the selected camera, to adjust properties like auto-focus and auto-exposure.": "Opent het systeeminstellingen-dialoogvenster voor de geselecteerde camera om eigenschappen zoals autofocus en autobelichting aan te passen.",
  "Opens the system settings window for your camera to adjust properties like auto-focus and auto-exposure.": "Opent het systeeminstellingenvenster voor je camera om eigenschappen zoals autofocus en autobelichting aan te passen.",
  "Optical flow": "Optische stroom",
  "Outputs the current value of an option.": "Geeft de huidige waarde van een optie weer.",
  "Permission denied. Please enable access to the camera.": "Toegang geweigerd. Schakel de cameratoegang in.",
  "Pitch: ": "Pitch: ",
  "Please make sure no other programs are using the camera and try again.": "Zorg dat geen andere programma's de camera gebruiken en probeer het opnieuw.",
  "Point tracking": "Punttracking",
  "Point tracking (2D)": "Punttracking (2D)",
  "Points based on score: ": "Punten op basis van score: ",
  "Press %0 to disable Tracky Mouse.": "Druk op %0 om Tracky Mouse uit te schakelen.",
  "Press %0 to enable Tracky Mouse.": "Druk op %0 om Tracky Mouse in te schakelen.",
  "Press %0 to toggle Tracky Mouse.": "Druk op %0 om Tracky Mouse te schakelen.",
  "Range of horizontal head tilt that moves the cursor from one side of the screen to the other.": "Bereik van horizontale hoofdknik dat de cursor van de ene kant van het scherm naar de andere kant verplaatst.",
  "Range of vertical head tilt required to move the cursor from the top to the bottom of the screen.": "Bereik van verticale hoofdknik dat nodig is om de cursor van de bovenkant naar de onderkant van het scherm te verplaatsen.",
  "Remind me later": "Herinner me later",
  "Restart Now": "Nu opnieuw starten",
  "Right": "Rechts",
  "Roll:  ": "Roll:  ",
  "Run at login": "Starten bij aanmelden",
  "Select the language for the Tracky Mouse interface.": "Selecteer de taal voor de Tracky Mouse-interface.",
  "Select which camera to use for head tracking.": "Selecteer welke camera je wilt gebruiken voor hoofdtracking.",
  "Selects which camera is used for head tracking.": "Bepaalt welke camera wordt gebruikt voor hoofdtracking.",
  "Show the version number.": "Toon het versienummer.",
  "Skip this version": "Deze versie overslaan",
  "Slow": "Langzaam",
  "Smooth": "Vloeiend",
  "Smoothing": "Afvlakken",
  "Something went wrong accessing the camera.": "Er is iets misgegaan bij het openen van de camera.",
  "Something went wrong accessing the camera. Please try again.": "Er is iets misgegaan bij het openen van de camera. Probeer het opnieuw.",
  "Speech": "Spraak",
  "Speed in pixels/frame required to move the cursor.": "Snelheid in pixels per frame die nodig is om de cursor te verplaatsen.",
  "Speed of cursor movement in response to horizontal head movement.": "Snelheid van cursorbeweging als reactie op horizontale hoofdbeweging.",
  "Speed of cursor movement in response to vertical head movement.": "Snelheid van cursorbeweging als reactie op verticale hoofdbeweging.",
  "Start": "Start",
  "Start enabled": "Start ingeschakeld",
  "Start head tracking.": "Hoofdtracking starten.",
  "Steady": "Stabiel",
  "Stop": "Stop",
  "Stop head tracking.": "Hoofdtracking stoppen.",
  "Swap mouse buttons": "Muisknoppen omwisselen",
  "Switches the left and right mouse buttons.\nUseful if your system's mouse buttons are swapped.\nCould also be used to right click with the dwell clicker in a pinch.": "Wisselt de linker en rechter muisknop om.\nHandig als de muisknoppen in je systeem zijn omgewisseld.\nKan in noodgevallen ook gebruikt worden om met de dwell-klikker rechts te klikken.",
  "The previously selected camera is not available. Try selecting \"Default\" for Video > Camera source, and then select a specific camera if you need to.": "De eerder geselecteerde camera is niet beschikbaar. Probeer \"Standaard\" te kiezen bij Video > Camerabron en selecteer daarna zo nodig een specifieke camera.",
  "The settings profile to use.": "Het te gebruiken instellingenprofiel.",
  "Tilt influence": "Invloed van hoofdknik",
  "Toggle Developer Tools (Screen Overlay)": "Ontwikkelhulpmiddelen schakelen (schermoverlay)",
  "Unavailable": "Niet beschikbaar",
  "Unavailable camera": "Niet-beschikbare camera",
  "Up": "Omhoog",
  "Update Available": "Update beschikbaar",
  "Update Failed": "Update mislukt",
  "Update from Git": "Bijwerken vanuit Git",
  "Update Successful": "Update geslaagd",
  "Use demo footage": "Demovideo gebruiken",
  "Use my camera": "Mijn camera gebruiken",
  "Vertical cursor offset": "Verticale cursorverschuiving",
  "Vertical sensitivity": "Verticale gevoeligheid",
  "Vertical tilt range": "Bereik verticale hoofdknik",
  "Video": "Video",
  "View": "Beeld",
  "Webcam does not support the required resolution. Please change your settings.": "De webcam ondersteunt de vereiste resolutie niet. Pas je instellingen aan.",
  "Webcam is already in use. Please make sure you have no other programs using the camera.": "De webcam is al in gebruik. Zorg dat geen andere programma's de camera gebruiken.",
  "Will resume after mouse stops moving.": "Wordt hervat nadat de muis stopt met bewegen.",
  "Window": "Venster",
  "Wink to click": "Knipoog om te klikken",
  "Yaw:   ": "Yaw:   ",
  "You can control your entire computer with the <a href=\"https://trackymouse.js.org/\">TrackyMouse</a> desktop app.": "Je kunt je hele computer bedienen met de <a href=\"https://trackymouse.js.org/\">TrackyMouse</a> desktop-app."
}
